{"/trail/canada/nova-scotia/nictaux-canal": {"reviews": {"written": ["A popular spot for local paddlers with easy parking and access to the water right off Hwy 10.  When power is being generated, there is a bit of current, but nothing so strong that you can't paddle into it.  There is a little lake just a couple hundred meters from the start, and then a big lake at the very end of the canal.  The real prize is a short section between two bridges just before the big lake.  The canal there is cut cut out of the rock with the wall rising well above the water level.  \nPlease note that at high water levels you will not be able to duck under that last bridge.  "], "key_words": [["Paddle sports"]], "ratings": ["5 Stars"]}, "meta": {"description": "Nictaux Canal Paddle is a 6 mile lightly trafficked out and back trail located near Nictaux South, Nova Scotia, Canada that features a lake. The trail is rated as moderate and is best used from May until October.", "length_elev_type": ["6.0 mi", "1,095 ft", "Out & back"], "tags": ["Paddle sports", "Lake", "River", "Views", "Wildlife"], "coords": {"latitude": "44.88729", "longitude": "-65.03126"}}}, "/trail/canada/nova-scotia/whopper-dropper": {"reviews": {"written": ["Great trail with lots of varied terrain.", "Awesome place to go with the dog! some of the original trails are closed but there are tons to explore. ", "CLOSED", "Tail is closed. Do not try to use trails", "Really enjoyed this trail. Many obstacles that make it fun. It's important to be careful around some of the rock climbs but didn't have any issues navigating the trail.  It's relatively short and has great scenery. I will surely do this one again.", "couldnt find the trail !", "Not a great hiking trail more for biking.", "Beautiful awesome trail perfect for everyone all year round. It's part of the Rails To Trails program here in Nova Scotia and it is part of the Trans Canada Trail. Further out from the city neat Timberlea this trail will take you to the trail head of the Bluff Wilderness Trail which is an awesome trail of several loops for experienced hikers! BLT is one of my favourites!! :)", "Longest trail system in the area. Linear. Great for biking. Converted railway."], "key_words": [["Hiking"], ["Hiking", "Muddy"], ["Hiking"], ["Hiking"], ["Road biking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Running"], ["Hiking"], ["Walking"], ["Hiking"], ["Hiking"], ["Mountain biking"]], "ratings": ["4 Stars", "5 Stars", "1 Star", "1 Star", "5 Stars", "1 Star", "2 Stars", "5 Stars", "4 Stars", "4 Stars", "4 Stars", "5 Stars", "5 Stars", "5 Stars", "5 Stars", "4 Stars", "5 Stars", "5 Stars", "3 Stars", "5 Stars", "4 Stars", "5 Stars", "4 Stars"]}, "meta": {"description": "Bummer, this trail is closed. We'll update this page if and when it reopens.", "length_elev_type": ["5.0 mi", "567 ft", "Loop"], "tags": ["Hiking", "Mountain biking", "Running", "Dog friendly", "Forest", "Lake", "Views", "Wildlife", "Snow", "Closed"], "coords": {"latitude": "44.65101", "longitude": "-63.67696"}}}, "/trail/canada/nova-scotia/cloud-lake-paddle": {"reviews": {"written": [], "key_words": [["Paddle sports"]], "ratings": ["5 Stars"]}, "meta": {"description": "Cloud Lake Paddle is a 5.8 mile moderately trafficked loop trail located near Cloud Lake, Nova Scotia, Canada that features a lake and is rated as moderate. The trail is primarily used for camping, nature trips, bird watching, and fishing and is best used from April until October.", "length_elev_type": ["5.8 mi", "1,305 ft", "Loop"], "tags": ["Camping", "Fishing", "Nature trips", "Paddle sports", "Bird watching", "Forest", "Lake", "Views", "Wildflowers", "Wildlife"], "coords": {"latitude": "44.86784", "longitude": "-64.898"}}}, "/trail/canada/nova-scotia/cousin-lake": {"reviews": {"written": ["Awesome trail, cool terrain. Went for a dip in the lake it was good swimming. The deep water puddles on the trail have a rock bottom so don’t be nervous to drive through. ", "A rough ATV road, maybe lake access. Lots of granite so endless huge puddles. Lake is quite pretty so a nice place to turn around after a picnic"], "key_words": [["OHV/Off-road driving", "Flooded", "Rocky"], ["Hiking"]], "ratings": ["4 Stars", "2 Stars"]}, "meta": {"description": "Cousins Lake is a 6 mile lightly trafficked out and back trail located near Devon, Nova Scotia, Canada that offers the chance to see wildlife and is rated as moderate. The trail is primarily used for hiking and ohv/off road driving.", "length_elev_type": ["6.0 mi", "583 ft", "Out & back"], "tags": ["Hiking", "OHV/Off-road driving", "Forest", "Lake", "Views", "Wildlife", "Muddy", "Washed out"], "coords": {"latitude": "44.9034", "longitude": "-63.43045"}}}, "/trail/canada/nova-scotia/lower-delanceys-falls-via-neily-road": {"reviews": {"written": ["NOT PRIVATE PROPERTY.\nAs long as you're not parked in someones driveway you'll be fine.\n\nFollow the river until you get to the falls because the trail IS on someones property. N.S laws allow you to follow along any river or water system legally so avoid the trail and stick to following the river.", "followed the river upstream until I met a\n power line.", "perhaps proper signage or a better description in All Trails would prevent further misunderstandings about the area being private property / appropriate parking and vehicles being towed prior to a significant snow storm...IMHO\n\ndoesn't seem very welcoming place if police and tow trucks are being used as a threat.", "To the person who commented about being parked on Neily Road today, you neglected to say that you were parked in a private driveway of one of the houses.  All of the land on either side of Neily Road is private, the whole way up.  The falls are on private property.   The road is dirt, narrow, muddy in rainy weather and used for farm equipment to access fields at any time.  There are coyotes and bears in these woods.  From the landowners here we would ask that you respect our private property.  Thank you.\n", "Nice walk, nice falls, but be warned that the area before the falls is apparently private property, a note was left on my car saying they called the RCMP and a tow truck. Thankfully got back before anything happened, drove past the tow truck on my way back.", "great hike not too steep that you can't find good footing very easily. lots of nice little spots up and down the waterway. \n", "easy walk to the falls, short, steep climb to the bottom of the falls. rope available to assist with the climb. beautiful spot!", "Easy trail, beautiful in winter. Stunning falls ", "Great trail! Easy to walk. The falls is located directly behind the cabin. There are some ropes to help get down to the falls.\n", "Nice Falls. Easy to get to.", "Easy hike\nNice falls", "Easy hike down an old road to a beautiful waterfall. ", "Great short walk.  A little boggy in spots where it had recently rained.  Beautiful falls and well worth the walk.", "it was dark \n", "Beautiful short trail and falls, limited parking. There’s a washed out culvert but it’s still passable. Also a little cabin right by the falls, so just be respectful and don’t leave any garbage :)", "Beautiful trail and falls, limited parking. There’s a washed out culvert but it’s still passable. Also a little cabin right by the falls, so just be respectful and don’t leave any garbage :)", "Was a nice walk! Saw a few people going out when we were going back. ", "Nice short and easy trail. Could sit at the falls for hours, it’s beautiful, very quite and secluded just in behind a little cabin. Will definitely remember to bring bug spray next time", "Easy walk, beautiful waterfall", "Nice trail but short. You can go down to see the falls right before the property with the cabin on it. If you go further up the road past the cabin, the trail tapers off. We went back to the fork before the culvert and we continued up the main road a lot further and it’s goes a long way straight up the mountain. It’s a good workout and fun coming downhill the whole way back, but very muddy and rocky right now. Great for an atv though, and we saw a couple of those while out.", "Pretty easy hike in. It was muddy, but that’s to be expected now that spring is here. Washed out culvert, had to crawl over, but the falls were amazing and made it worth it. ", "Easy access, very nice falls.\nnot very much parking space, basically only the side of the small Neilly road.\nTheres a little private hut up next to the falls \"Chateau ... B... something\", but I imagine it's not an issue as long as your respectfull.", "Ski toured with dogs on leash to wash out. then went back and along old Neily Rd for more time.", "fantastic hike theres some little falls just off the main trail you keep to the right passed the wash out and down tree just up from there are the falls you can access the bottom but not recomend for small kids ", "This is a relatively easy trail to walk.  Other than a washout and blowdown due to hurricane Dorian, it is all abanded roads.  The obstacles are easily circumvented if you are on foot.  4-wheeling is not an option from the direction I took.  The falls are just off to the right.  Getting to the bottom of the falls will take a bit more agility, however!  Getting to the falls took me about half an hour. "], "key_words": [["Hiking", "Great!", "Off trail"], ["Backpacking", "Private property"], ["Walking", "Private property"], ["Walking", "Icy", "Private property"], ["Hiking"], ["Hiking"], ["Hiking", "Great!"], ["Hiking"], ["Hiking", "Blowdown", "Great!"], ["Hiking"], ["Hiking", "Great!"], ["Hiking", "Great!", "Muddy"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking", "Bugs"], ["Hiking"], ["Hiking", "Muddy", "Washed out"], ["Running", "Snow"], ["Skiing", "Snow", "Washed out"], ["Blowdown", "Bridge out", "Muddy"], ["Hiking", "Blowdown", "Washed out"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"]], "ratings": ["4 Stars", "4 Stars", "1 Star", "5 Stars", "3 Stars", "5 Stars", "5 Stars", "5 Stars", "5 Stars", "5 Stars", "3 Stars", "4 Stars", "5 Stars", "5 Stars", "5 Stars", "5 Stars", "4 Stars", "5 Stars", "5 Stars", "5 Stars", "4 Stars", "4 Stars", "3 Stars", "5 Stars", "4 Stars", "4 Stars", "4 Stars", "5 Stars", "5 Stars", "4 Stars", "5 Stars", "4 Stars"]}, "meta": {"description": "This trail is on private property. Please head somewhere else unless you've been invited by the owners.", "length_elev_type": ["2.1 mi", "255 ft", "Out & back"], "tags": ["Cross-country skiing", "Hiking", "Mountain biking", "Snowshoeing", "Bird watching", "Running", "Dog friendly", "Forest", "River", "Waterfall", "Wildlife", "Blowdown", "Snow", "Washed out", "Private property"], "coords": {"latitude": "44.91245", "longitude": "-65.06469"}}}, "/trail/canada/nova-scotia/peggy-s-cove-viewpoint-trail": {"reviews": {"written": [], "key_words": [["Hiking"], ["Hiking"]], "ratings": ["5 Stars", "4 Stars"]}, "meta": {"description": "Peggy’s Cove Viewpoint Trail is a 0.5 mile moderately trafficked out and back trail located near Peggys Cove Preservation Area, Nova Scotia, Canada that features beautiful wild flowers and is rated as moderate. The trail is primarily used for hiking, running, nature trips, and bird watching and is accessible year-round. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["0.5 mi", "22 ft", "Out & back"], "tags": ["Dogs on leash", "Hiking", "Nature trips", "Bird watching", "Running", "Views", "Wildflowers", "Wildlife"], "coords": {"latitude": "44.50113", "longitude": "-63.92238"}}}, "/trail/canada/nova-scotia/old-saint-margaret-s-bay-road-trail": {"reviews": {"written": ["hard to find the entrance.  there's an abandoned looking house between civic address 25 and 35.  it's behind that house to the left."], "key_words": [["Hiking"]], "ratings": ["4 Stars"]}, "meta": {"description": "Old Saint Margaret's Bay Road Trail is a 8 mile moderately trafficked out and back trail located near Glen Margaret, Nova Scotia, Canada that features a lake and is rated as moderate. The trail offers a number of activity options and is accessible year-round. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["8.0 mi", "685 ft", "Out & back"], "tags": ["Dogs on leash", "Cross-country skiing", "Hiking", "Mountain biking", "Nature trips", "Snowshoeing", "Running", "Forest", "Lake", "Views", "Wildflowers", "Wildlife"], "coords": {"latitude": "44.5934", "longitude": "-63.91637"}}}, "/trail/canada/nova-scotia/five-islands-park-campground-trail": {"reviews": {"written": ["Wooded and lovely. Looped back to the beach and to our campsite. "], "key_words": [["Hiking"], ["Hiking"]], "ratings": ["5 Stars", "5 Stars"]}, "meta": {"description": "Five Islands Park Campground Trail is a 1 mile lightly trafficked out and back trail located near Five Islands, Nova Scotia, Canada that features a great forest setting and is good for all skill levels. The trail is primarily used for hiking and walking. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["1.0 mi", "216 ft", "Out & back"], "tags": ["Dogs on leash", "Hiking", "Walking", "Beach", "Forest"], "coords": {"latitude": "45.39517", "longitude": "-64.06113"}}}, "/trail/canada/nova-scotia/skerry-falls": {"reviews": {"written": ["Folks, please do not go here. It is a beautiful waterfall. However, I went and when I returned the owner was at my car with a few words to say. He is very adamant about the fact that this is private property. He has had enough of hikers coming on his land. There is hunting and he has made it clear that it is illegal and unsafe for trespassers to come. He is coming out regularly now and will call the police if you are parked at the entrance. ", "The waterfall was nice. ", "Enjoyed the trail to the Falls!  The start of the trail was wide and it narrowed closer to Falls (no bushwacking required )  A couple of good inclines on the way back.   Was very pretty for October photos (13 Oct 20)", "such a lovely spot! the falls are beautiful and the trail is clearly marked the whole way. some difficult terrain, can be muddy in spots but so lovely!", "Great hike. We went yesterday May 18, 2020, there are tons of black flies (as expected this time of year in the woods) and tons of ticks! Check yourself and pets closely after you get out!! The falls are beautiful!", "very nice falls and pool for swimming. Most of the trail is a fairly defined road but towards the end it becomes less and less of a path. This is on private property though, I came across the owner on my way out. Be respectful.", "Great trail, even better waterfall.", "Easy hike with wide open cart path at the beginning and a bit of bush whacking at the end. Nice falls with a pool to swim in. Recommended for beginners.", "The river and falls are lovely. The beginning of the trail is an old road. The last third is challenging as you’re bushwhacking. It’s worth the walk in if you don’t mind the terrain. The colours are pretty at this time of year. I’d consider this a moderate hike, not easy."], "key_words": [["Hiking"], ["Hiking"], ["Hiking", "Muddy", "Private property"], ["Hiking", "Private property"], ["Hiking", "Private property"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking", "Great!"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"]], "ratings": ["5 Stars", "4 Stars", "4 Stars", "5 Stars", "4 Stars", "4 Stars", "4 Stars", "4 Stars", "4 Stars", "4 Stars", "5 Stars", "5 Stars", "4 Stars", "3 Stars", "5 Stars"]}, "meta": {"description": "This trail is on private property. Please head somewhere else unless you've been invited by the owners.", "length_elev_type": ["3.0 mi", "370 ft", "Out & back"], "tags": ["Dogs on leash", "Hiking", "Nature trips", "Walking", "Bird watching", "Forest", "Waterfall", "Wildflowers", "Over grown", "Private property"], "coords": {"latitude": "44.68737", "longitude": "-64.42326"}}}, "/trail/canada/nova-scotia/harbour-ridge-golf-course-trail": {"reviews": {"written": [], "key_words": [["Hiking"]], "ratings": ["3 Stars"]}, "meta": {"description": "Harbour Ridge Golf Course Trail is a 3 mile lightly trafficked loop trail located near East Petpeswick, Nova Scotia, Canada that features beautiful wild flowers and is good for all skill levels. The trail is primarily used for hiking, running, nature trips, and snowshoeing. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["3.0 mi", "226 ft", "Loop"], "tags": ["Dogs on leash", "Kid friendly", "Hiking", "Nature trips", "Snowshoeing", "Running", "Forest", "Views", "Wildflowers", "Wildlife"], "coords": {"latitude": "44.76136", "longitude": "-63.15162"}}}, "/trail/canada/nova-scotia/adventure-trail--2": {"reviews": {"written": [], "key_words": [["Mountain biking"], ["Hiking"]], "ratings": ["4 Stars", "3 Stars"]}, "meta": {"description": "Adventure Trail is a 8.8 mile moderately trafficked point-to-point trail located near Blockhouse, Nova Scotia, Canada that features a lake and is rated as moderate. The trail offers a number of activity options and is accessible year-round. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["8.8 mi", "692 ft", "Point to point"], "tags": ["Dogs on leash", "Cross-country skiing", "Hiking", "Horseback riding", "Mountain biking", "Nature trips", "Snowshoeing", "Bike touring", "Running", "Forest", "Lake", "Partially paved", "Rails trails", "River", "Views", "Wildflowers", "Wildlife"], "coords": {"latitude": "44.45366", "longitude": "-64.39809"}}}, "/trail/canada/nova-scotia/money-shot-downhill-only": {"reviews": {"written": ["Hard on foot!"], "key_words": [["Hiking"]], "ratings": ["5 Stars"]}, "meta": {"description": "Money Shot (Downhill Only) is a 0.6 mile lightly trafficked point-to-point trail located near Beaver Meadow, Nova Scotia, Canada that features a great forest setting and is rated as difficult. The trail is primarily used for mountain biking and is best used from April until September.", "length_elev_type": ["0.6 mi", "0 ft", "Point to point"], "tags": ["Mountain biking", "Forest", "Views"], "coords": {"latitude": "45.539", "longitude": "-62.11347"}}}, "/trail/canada/nova-scotia/wallace-and-area-museum-trail": {"reviews": {"written": ["I wish I could give this trail a higher rating because it's obvious that there is some effort and care put into maintaining it (and the museum also provides walking sticks, which is a cute touch) but it was SO muddy (and this is at the end of June). There were probably a dozen or so large patches of mud, many of which were impossible to navigate around, so if you do this trail I recommend wearing shoes that you don't mind getting dirty. It was also incredibly buggy. And unfortunately, there weren't any interesting features like streams or hills or changing terrain, it was just 6km of nondescript muddy, buggy woods. \nI think this trail is probably best for winter snowshoeing, or maybe late summer/fall walks when the mud has possibly dried up and the bugs are gone. "], "key_words": [["Hiking", "Bugs", "Muddy"]], "ratings": ["2 Stars"]}, "meta": {"description": "Wallace and Area Museum Trail is a 3.8 mile lightly trafficked out and back trail located near Wallace, Nova Scotia, Canada that features beautiful wild flowers and is rated as moderate. The trail is primarily used for hiking, walking, and nature trips.", "length_elev_type": ["3.8 mi", "295 ft", "Out & back"], "tags": ["Kid friendly", "Hiking", "Nature trips", "Walking", "Forest", "Views", "Wildflowers", "Wildlife", "Historic site"], "coords": {"latitude": "45.81109", "longitude": "-63.50285"}}}, "/trail/canada/nova-scotia/tkipok-trail": {"reviews": {"written": [], "key_words": [["Hiking"], ["Hiking"]], "ratings": ["5 Stars", "5 Stars"]}, "meta": {"description": "Tkipok Trail is a 0.5 mile lightly trafficked loop trail located near Arcadia, Nova Scotia, Canada that offers the chance to see wildlife and is good for all skill levels. The trail is primarily used for hiking, walking, and bird watching.", "length_elev_type": ["0.5 mi", "42 ft", "Loop"], "tags": ["Kid friendly", "Hiking", "Walking", "Bird watching", "Forest", "Views", "Wildlife"], "coords": {"latitude": "43.82456", "longitude": "-66.06701"}}}, "/trail/canada/nova-scotia/north-common-loop": {"reviews": {"written": [], "key_words": [["Walking"]], "ratings": ["4 Stars"]}, "meta": {"description": "North Common Loop is a 0.9 mile lightly trafficked loop trail located near Halifax, Nova Scotia, Canada and is good for all skill levels. The trail is primarily used for walking and running.", "length_elev_type": ["0.9 mi", "55 ft", "Loop"], "tags": ["Wheelchair friendly", "Kid friendly", "Stroller friendly", "Walking", "Running", "Paved", "City walk"], "coords": {"latitude": "44.64939", "longitude": "-63.58665"}}}, "/trail/canada/nova-scotia/kellys-mountain": {"reviews": {"written": [], "key_words": [["Hiking"], ["Hiking"], ["Hiking"]], "ratings": ["5 Stars", "4 Stars", "4 Stars"]}, "meta": {"description": "Kellys Mountain is a 3.4 mile lightly trafficked out and back trail located near New Harris Settlement, Nova Scotia, Canada that features beautiful wild flowers and is rated as moderate. The trail is primarily used for hiking and nature trips.", "length_elev_type": ["3.4 mi", "692 ft", "Out & back"], "tags": ["Hiking", "Nature trips", "Forest", "Views", "Wildflowers", "Wildlife"], "coords": {"latitude": "46.22816", "longitude": "-60.50993"}}}, "/trail/canada/nova-scotia/east-lawrencetown-road": {"reviews": {"written": [], "key_words": [], "ratings": []}, "meta": {"description": "East Lawrencetown Road is a 1.6 mile lightly trafficked out and back trail located near East Lawrencetown, Nova Scotia, Canada that features beautiful wild flowers and is good for all skill levels. The trail offers a number of activity options.", "length_elev_type": ["1.6 mi", "114 ft", "Out & back"], "tags": ["Hiking", "Nature trips", "OHV/Off-road driving", "Walking", "Bird watching", "Views", "Wildflowers", "Wildlife"], "coords": {"latitude": "44.66376", "longitude": "-63.34666"}}}, "/trail/canada/nova-scotia/mushpauk-lake--2": {"reviews": {"written": [], "key_words": [["Fishing", "Bugs", "Great!", "Private property"], ["Hiking"], ["Hiking"], ["Camping"]], "ratings": ["5 Stars", "4 Stars", "3 Stars", "4 Stars"]}, "meta": {"description": "Mushpauk Lake is a 3.4 mile lightly trafficked out and back trail located near Quinan, Nova Scotia, Canada that features beautiful wild flowers and is rated as moderate. The trail offers a number of activity options.", "length_elev_type": ["3.4 mi", "242 ft", "Out & back"], "tags": ["Backpacking", "Hiking", "Nature trips", "Bird watching", "Forest", "Lake", "Views", "Wildflowers", "Wildlife", "Blowdown"], "coords": {"latitude": "43.89541", "longitude": "-65.82261"}}}, "/trail/canada/nova-scotia/tor-bay-trail": {"reviews": {"written": ["beautiful trail. we were the only ones. the beach is beautiful.  board walks are in excellent condition. \n\n", "Beautiful park... definitely something to stop and see."], "key_words": [["Walking", "Great!"], ["Hiking"], ["Hiking"], ["Hiking"]], "ratings": ["5 Stars", "4 Stars", "0 Stars", "NaN Stars"]}, "meta": {"description": "Tor Bay Trail is a 0.9 mile lightly trafficked loop trail located near Tor Bay, Nova Scotia, Canada that offers scenic views and is good for all skill levels. The trail is primarily used for hiking and walking.", "length_elev_type": ["0.9 mi", "36 ft", "Loop"], "tags": ["Hiking", "Paddle sports", "Walking", "Beach", "Views", "Historic site"], "coords": {"latitude": "45.18768", "longitude": "-61.35373"}}}, "/trail/canada/nova-scotia/bergen": {"reviews": {"written": ["short up hill hike, lots of greenery and berries"], "key_words": [["Hiking", "Great!"]], "ratings": ["5 Stars"]}, "meta": {"description": "La Prairie Branch  is a 1 mile lightly trafficked out and back trail located near La Prairie, Nova Scotia, Canada that features a great forest setting. The trail is good for all skill levels and primarily used for hiking, walking, and nature trips.", "length_elev_type": ["1.0 mi", "242 ft", "Out & back"], "tags": ["Hiking", "Nature trips", "Walking", "Forest", "Views"], "coords": {"latitude": "46.63446", "longitude": "-60.96297"}}}, "/trail/canada/nova-scotia/burnside-falls": {"reviews": {"written": [], "key_words": [["Hiking"], ["Walking"]], "ratings": ["5 Stars", "4 Stars"]}, "meta": {"description": "Burnside Community Falls is a 0.2 mile lightly trafficked out and back trail located near Burnside, Nova Scotia, Canada that features a waterfall and is good for all skill levels. The trail is primarily used for hiking and walking.", "length_elev_type": ["0.2 mi", "36 ft", "Out & back"], "tags": ["Kid friendly", "Hiking", "Walking", "Forest", "Views", "Waterfall", "Wildlife"], "coords": {"latitude": "45.30025", "longitude": "-62.97364"}}}, "/trail/canada/nova-scotia/lewis-lake-to-blue-mountain": {"reviews": {"written": ["Easy hike through woods rd and forest paths\nRoute is not labelled so it is often necessay to refer to map in AllTrails recording\nNice view at end"], "key_words": [["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Backpacking", "Off trail"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking", "Bugs", "Over grown"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking", "Bugs", "Muddy"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking", "Rocky"], ["Hiking"], ["Hiking"]], "ratings": ["3 Stars", "5 Stars", "4 Stars", "4 Stars", "3 Stars", "5 Stars", "NaN Stars", "2 Stars", "5 Stars", "5 Stars", "4 Stars", "4 Stars", "3 Stars", "1 Star", "5 Stars", "4 Stars", "5 Stars", "5 Stars", "5 Stars", "5 Stars", "4 Stars", "2 Stars", "5 Stars"]}, "meta": {"description": "Bummer, this trail is closed. Please explore other trails nearby.", "length_elev_type": ["3.0 mi", "403 ft", "Out & back"], "tags": ["Hiking", "Closed", "Private property"], "coords": {"latitude": "44.6996", "longitude": "-63.73912"}}}, "/trail/canada/nova-scotia/nictaux-river": {"reviews": {"written": ["super deep, my paddle couldn't touch bottom, we laughed on the #10 and headed to wamboldt lake. if the water level is to high you won't be able to access the lake from under the bridge without portaging.  ", "It had been years since I last paddled down this stretch, and I had forgotten how much flow there is (when NS Power is producing hydro power).  Absolutely loved it!  And the shad were jumping left, right and center!", "A quick run down the last part of the Nictaux River before it joins the Annapolis River just south of Middleton.  We launched at what used to be the 'Falcourt Inn' and got to see the new bridge from below.  This stretch of river has some decent current, so expect a faster ride than the Annapolis River!"], "key_words": [["Paddle sports", "Great!"], ["Paddle sports"], ["Paddle sports"]], "ratings": ["5 Stars", "5 Stars", "5 Stars"]}, "meta": {"description": "Nictaux River: Nictaux to Middleton is a 2.9 mile lightly trafficked point-to-point trail located near Nictaux, Nova Scotia, Canada that features a river. The trail is rated as moderate and is best used from May until October.", "length_elev_type": ["2.9 mi", "121 ft", "Point to point"], "tags": ["Paddle sports", "River", "Views", "Wildlife"], "coords": {"latitude": "44.93017", "longitude": "-65.038"}}}, "/trail/canada/nova-scotia/port-bickerton-lighthouse": {"reviews": {"written": [], "key_words": [["Hiking"]], "ratings": ["5 Stars"]}, "meta": {"description": "Port Bickerton Lighthouse is a 1.3 mile lightly trafficked out and back trail located near Port Bickerton, Nova Scotia, Canada that offers the chance to see wildlife and is good for all skill levels. The trail is primarily used for hiking, walking, and bird watching.", "length_elev_type": ["1.3 mi", "45 ft", "Out & back"], "tags": ["Hiking", "Walking", "Bird watching", "Views", "Wildlife"], "coords": {"latitude": "45.08992", "longitude": "-61.7003"}}}, "/trail/canada/nova-scotia/macelmons-pond-trail": {"reviews": {"written": ["Super short and simple trail.\nI like to do this in the morning before I allow my boys (dogs) to swim and cool off.", "It was beautiful! With the moss hanging off the trees and the reflective pond, it almost seemed like a fairy tale.", "Trail was pretty good, damp and rooty in some parts but has lots of bridges to keep dry. Was kind of an erie walk, definitely wouldn’t want to walk it alone. Was nice and short, only about a 30 minute hike. Trail signs were a little confusing, probably could’ve had an arrow on them.", "Beautiful little pond to hike around. Not a long hike but you can fish, canoe/kayak on the pond. There is an eagle’s nest at the other end of pond. Flat easy trail.", "An easy trail to navigate, well marked.  A little over grown in spots, but the view of the sunset over the water was worth it.  There are a few nice side trails to the waters edge.    ", "really pretty trail, through the thicket of woods; something to do while in Wentworth Valley.", "Good any time of the year", "A short and relatively easy trail, great for an evening walk with the dogs. One of my favorite local trails. I grew up in the area and one of my favorite memories as a child was my grandmother bringing me here for walks around the trail and picnics by the pond."], "key_words": [["Hiking", "Great!"], ["Hiking"], ["Walking"], ["Hiking"], ["Hiking"], ["Hiking", "Bugs", "Great!", "Muddy", "Over grown"], ["Walking"], ["Walking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Walking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Walking"]], "ratings": ["5 Stars", "5 Stars", "3 Stars", "4 Stars", "4 Stars", "4 Stars", "4 Stars", "5 Stars", "4 Stars", "3 Stars", "4 Stars", "4 Stars", "5 Stars", "5 Stars", "4 Stars", "5 Stars", "4 Stars", "3 Stars", "4 Stars", "4 Stars", "5 Stars", "3 Stars", "4 Stars", "5 Stars", "4 Stars"]}, "meta": {"description": "Bummer, this trail is closed. We'll update this page if and when it reopens.", "length_elev_type": ["1.1 mi", "68 ft", "Loop"], "tags": ["Dogs on leash", "Kid friendly", "Cross-country skiing", "Nature trips", "Walking", "Bird watching", "Running", "Forest", "Lake", "Views", "Wildflowers", "Wildlife", "Closed"], "coords": {"latitude": "45.3906", "longitude": "-63.42869"}}}, "/trail/canada/nova-scotia/head-of-chezzetcook-trail": {"reviews": {"written": ["Not a bad hike. Parts of the trail quite overgrown and a few really big puddles.  Overall we enjoyed getting out and going for a hike.", "This was mainly an ATV trail. I ended up losing the trail midway due to some development of the area. But still a good trail, easy hiking. I was just disappointed to find them building a road through the area."], "key_words": [["Hiking"], ["Hiking"], ["Walking"]], "ratings": ["4 Stars", "3 Stars", "4 Stars"]}, "meta": {"description": "Head of Chezzetcook Trail is a 3.2 mile lightly trafficked loop trail located near Head of Chezzetcook, Nova Scotia, Canada that features a lake and is rated as moderate. The trail is primarily used for hiking, running, and nature trips. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["3.2 mi", "334 ft", "Loop"], "tags": ["Dogs on leash", "Kid friendly", "Hiking", "Nature trips", "Running", "Forest", "Lake", "Views", "Wildflowers", "Wildlife"], "coords": {"latitude": "44.74744", "longitude": "-63.25236"}}}, "/trail/canada/nova-scotia/trout-lake-paddle": {"reviews": {"written": ["A nice paddle to view all the cottages along this lake.  There is a nice still water on the south end of the lake before the dam that controlls the waterlevel."], "key_words": [["Paddle sports"]], "ratings": ["4 Stars"]}, "meta": {"description": "Trout Lake Paddle is a 6.4 mile moderately trafficked loop trail located near New Albany, Nova Scotia, Canada that features a lake and is rated as moderate. The trail is primarily used for bird watching and fishing and is best used from April until October.", "length_elev_type": ["6.4 mi", "967 ft", "Loop"], "tags": ["Fishing", "Paddle sports", "Bird watching", "Beach", "Forest", "Lake", "River", "Views", "Wildflowers", "Wildlife"], "coords": {"latitude": "44.78742", "longitude": "-65.07677"}}}, "/trail/canada/nova-scotia/little-chain-lake-trail": {"reviews": {"written": ["would be a great trail if it wasn't 100% overgrown. I hiked about 1km in before it just got way too dense "], "key_words": [["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"]], "ratings": ["2 Stars", "1 Star", "1 Star", "5 Stars", "3 Stars"]}, "meta": {"description": "Little Chain Lake Trail is a 3.5 mile moderately trafficked out and back trail located near Peggys Cove Preservation Area, Nova Scotia, Canada that features a lake and is good for all skill levels. The trail is primarily used for hiking, running, nature trips, and snowshoeing. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["3.5 mi", "252 ft", "Out & back"], "tags": ["Dogs on leash", "Kid friendly", "Hiking", "Nature trips", "Snowshoeing", "Running", "Forest", "Lake", "River", "Views", "Wildflowers", "Wildlife"], "coords": {"latitude": "44.49684", "longitude": "-63.90691"}}}, "/trail/canada/nova-scotia/deanery-project-trail": {"reviews": {"written": ["Very interesting trail. We liked it and will return!", "I noticed a few geocaches in this area so I thought I check it out.  So neat to see this group working hard at helping the environment.  Neat trail!"], "key_words": [["Hiking"], ["Hiking"]], "ratings": ["5 Stars", "3 Stars"]}, "meta": {"description": "Deanery Project Trail is a 1 mile lightly trafficked loop trail located near Lower Ship Harbour, Nova Scotia, Canada that offers the chance to see wildlife and is rated as moderate. The trail is primarily used for hiking, walking, bird watching, and snowshoeing and is best used from May until November.", "length_elev_type": ["1.0 mi", "164 ft", "Loop"], "tags": ["Hiking", "Snowshoeing", "Walking", "Bird watching", "Forest", "Views", "Wildlife"], "coords": {"latitude": "44.79189", "longitude": "-62.84384"}}}, "/trail/canada/nova-scotia/no-good-lake": {"reviews": {"written": [], "key_words": [["Hiking"], ["Hiking"], ["Hiking"]], "ratings": ["3 Stars", "3 Stars", "4 Stars"]}, "meta": {"description": "No Good Lake is a 6.8 mile lightly trafficked loop trail located near Porters Lake, Nova Scotia, Canada that offers the chance to see wildlife and is rated as moderate. The trail offers a number of activity options.", "length_elev_type": ["6.8 mi", "498 ft", "Loop"], "tags": ["Hiking", "Mountain biking", "OHV/Off-road driving", "Running", "Forest", "Lake", "Wildlife"], "coords": {"latitude": "44.80833", "longitude": "-63.38517"}}}, "/trail/canada/nova-scotia/macinnis-brook-falls": {"reviews": {"written": ["Sign says no trespassing ", "Don’t follow the atv trail which alltrails has you doing.", "Perfect time of year to go.  The snow was crusty  and the falls were frozen.  Beautiful wall of ice.", "Easy to find and falls are nice", "Quick and easy trail to the falls. ", "may not have been any water but it looked magical", "Trail was super easy to find and a nice and easy hike. There’s a couple different ways the trail goes but you’ll want to branch off and go down to the stream when you can.  The falls weren’t flowing but that’s not surprising considering we’ve had an extremely dry summer here.  It was still really beautiful though and it was kind of cool to stand at the bottom of the falls while they were dry.  Bugs weren’t too bad either!  ", "The trail was hard to follow after the first two minutes, but the undergrowth is so sparse and we could tell where we were supposed to end up, so we found our way. Next time, I’ll get down to the stream as soon as possible and follow it to the falls. Almost no water in the falls, but it was August after no rain for three weeks, so not surprising. I’m guessing the falls are around 20 feet high. Definitely looking forward to going back in April/May and see it in action."], "key_words": [["Hiking"], ["Hiking"], ["Walking"], ["Walking", "Off trail", "Over grown"], ["Hiking", "Great!"], ["Hiking", "Great!"], ["Nature trips", "Off trail", "Scramble"], ["Hiking"], ["Walking", "Snow"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"]], "ratings": ["1 Star", "3 Stars", "5 Stars", "4 Stars", "5 Stars", "5 Stars", "4 Stars", "4 Stars", "5 Stars", "5 Stars", "5 Stars", "5 Stars", "4 Stars", "4 Stars", "5 Stars"]}, "meta": {"description": "Bummer, this trail is closed. Please explore other trails nearby.", "length_elev_type": ["0.4 mi", "78 ft", "Out & back"], "tags": ["Hiking", "Nature trips", "Forest", "Waterfall", "Wildflowers", "Wildlife", "Rocky", "Closed", "Private property"], "coords": {"latitude": "45.08652", "longitude": "-63.78784"}}}, "/trail/canada/nova-scotia/mosher-trail-avondale-sky": {"reviews": {"written": ["Great little trail, well marked. Travels through the trees, along a field and a bit of a tractor path before coming back through the trees where you can return to the parking at the hall or take the turn to follow Mosher trail.  A couple benches, little boardwalks. "], "key_words": [["Hiking", "Great!"]], "ratings": ["5 Stars"]}, "meta": {"description": "Westbrook Trail is a 1.4 mile lightly trafficked loop trail located near Avondale, Nova Scotia, Canada that offers the chance to see wildlife and is good for all skill levels. The trail is primarily used for hiking and walking.", "length_elev_type": ["1.4 mi", "144 ft", "Loop"], "tags": ["Hiking", "Walking", "Forest", "Wildlife"], "coords": {"latitude": "45.02017", "longitude": "-64.12264"}}}, "/trail/canada/nova-scotia/dominion-beach": {"reviews": {"written": [], "key_words": [["Walking"], ["Hiking"]], "ratings": ["5 Stars", "3 Stars"]}, "meta": {"description": "Dominion Beach is a 2.4 mile out and back trail located near Dominion, Nova Scotia, Canada that offers scenic views and is good for all skill levels. The trail is primarily used for walking. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["2.4 mi", "65 ft", "Out & back"], "tags": ["Dogs on leash", "Kid friendly", "Walking", "Beach", "Partially paved", "Views"], "coords": {"latitude": "46.21422", "longitude": "-60.03073"}}}, "/trail/canada/nova-scotia/dollar-lake-snowshoe-trail": {"reviews": {"written": [], "key_words": [["Hiking"]], "ratings": ["4 Stars"]}, "meta": {"description": "Dollar Lake Snowshoe Trail is a 1.5 mile moderately trafficked out and back trail located near Wyses Corner, Nova Scotia, Canada that features a lake and is good for all skill levels. The trail is primarily used for hiking and snowshoeing and is best used from November until March.", "length_elev_type": ["1.5 mi", "177 ft", "Out & back"], "tags": ["Kid friendly", "Hiking", "Snowshoeing", "Forest", "Lake", "Views", "Wildlife"], "coords": {"latitude": "44.94585", "longitude": "-63.31505"}}}, "/trail/canada/nova-scotia/queens-county-rails-white-point-to-river-head": {"reviews": {"written": [], "key_words": [["Mountain biking"], ["Hiking"]], "ratings": ["5 Stars", "4 Stars"]}, "meta": {"description": "Queens County Rails: White Point to River Head is a 5.2 mile moderately trafficked point-to-point trail located near White Point, Nova Scotia, Canada that features a river and is good for all skill levels. The trail offers a number of activity options and is accessible year-round. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["5.2 mi", "223 ft", "Point to point"], "tags": ["Dogs on leash", "Kid friendly", "Cross-country skiing", "Hiking", "Nature trips", "Snowshoeing", "Bike touring", "Running", "Beach", "Forest", "Rails trails", "River", "Views", "Wildflowers", "Wildlife"], "coords": {"latitude": "43.96518", "longitude": "-64.75056"}}}, "/trail/canada/nova-scotia/carter-falls-loop": {"reviews": {"written": ["seems to be marked private property now... so no entry...."], "key_words": [["Hiking", "Closed"], ["Hiking"]], "ratings": ["1 Star", "5 Stars"]}, "meta": {"description": "Carter Falls Loop is a 5 mile lightly trafficked loop trail located near Brookfield, Nova Scotia, Canada that features beautiful wild flowers and is good for all skill levels. The trail is primarily used for hiking.", "length_elev_type": ["5.0 mi", "492 ft", "Loop"], "tags": ["Hiking", "Forest", "Wildflowers", "Wildlife"], "coords": {"latitude": "45.27548", "longitude": "-63.25856"}}}, "/trail/canada/nova-scotia/fort-anne-national-historic-site": {"reviews": {"written": ["We love Annapolis Royal, and this is among our favorite stretch.  I suppose you could easily continue on past the wharf along water street for more history and views.  So, by all means, walk this trail, but don't stop there!"], "key_words": [["Walking", "Great!"]], "ratings": ["4 Stars", "5 Stars"]}, "meta": {"description": "Fort Anne National Historic Site is a 1.2 mile moderately trafficked loop trail located near Annapolis Royal, Nova Scotia, Canada that features a river and is good for all skill levels. The trail is primarily used for walking and bird watching and is best used from April until October.", "length_elev_type": ["1.2 mi", "82 ft", "Loop"], "tags": ["Kid friendly", "Walking", "Bird watching", "River", "Views", "Historic site"], "coords": {"latitude": "44.74565", "longitude": "-65.51923"}}}, "/trail/canada/nova-scotia/mountain-road": {"reviews": {"written": [], "key_words": [["Hiking"]], "ratings": ["4 Stars"]}, "meta": {"description": "Mountain Road is a 7.7 mile lightly trafficked point-to-point trail located near Strathlorne, Nova Scotia, Canada that features a river and is rated as difficult. The trail is primarily used for hiking and mountain biking.", "length_elev_type": ["7.7 mi", "1,807 ft", "Point to point"], "tags": ["Hiking", "Mountain biking", "Forest", "River", "Wildlife"], "coords": {"latitude": "46.19846", "longitude": "-61.27611"}}}, "/trail/canada/nova-scotia/smileys-loop": {"reviews": {"written": ["Easy after supper walk or early morning stroll. Great camp ground. Swim in the river. Smileys Provincial, "], "key_words": [["Walking", "Great!"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"]], "ratings": ["4 Stars", "4 Stars", "5 Stars", "5 Stars", "3 Stars"]}, "meta": {"description": "Smileys Loop is a 1 mile lightly trafficked loop trail located near Mckay Section, Nova Scotia, Canada that offers the chance to see wildlife and is good for all skill levels. The trail is primarily used for hiking, walking, camping, and bird watching.", "length_elev_type": ["1.0 mi", "114 ft", "Loop"], "tags": ["Kid friendly", "Camping", "Hiking", "Walking", "Bird watching", "Forest", "Views", "Wildlife"], "coords": {"latitude": "45.01073", "longitude": "-63.97292"}}}, "/trail/canada/nova-scotia/loggers-memorial-trail": {"reviews": {"written": ["Nice little walking path behind the Bass River loggers memorial park. Great for family’s with young kids/good place for swimming with the a dog in the river."], "key_words": [["Walking"]], "ratings": ["5 Stars"]}, "meta": {"description": "Loggers Memorial Trail is a 0.2 mile lightly trafficked loop trail located near Bass River, Nova Scotia, Canada that features a river and is good for all skill levels. The trail is primarily used for hiking, walking, and nature trips.", "length_elev_type": ["0.2 mi", "26 ft", "Loop"], "tags": ["Kid friendly", "Hiking", "Nature trips", "Walking", "Forest", "River", "Views", "Wildlife"], "coords": {"latitude": "45.415", "longitude": "-63.77985"}}}, "/trail/canada/nova-scotia/queens-county-rail-trail-liverpool-to-white-point": {"reviews": {"written": [], "key_words": [["Hiking"]], "ratings": ["4 Stars"]}, "meta": {"description": "Queens County Rail Trail: Liverpool to White Point is a 6.6 mile moderately trafficked point-to-point trail located near Liverpool, Nova Scotia, Canada that features a river and is good for all skill levels. The trail offers a number of activity options and is accessible year-round. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["6.6 mi", "367 ft", "Point to point"], "tags": ["Dogs on leash", "Wheelchair friendly", "Kid friendly", "Stroller friendly", "Cross-country skiing", "Hiking", "Road biking", "Snowshoeing", "Bike touring", "Running", "Forest", "Partially paved", "Rails trails", "River", "Views", "Wildflowers", "Wildlife"], "coords": {"latitude": "44.04527", "longitude": "-64.72183"}}}, "/trail/canada/nova-scotia/mud-run-main-run-and-cabin-run-loop-trail": {"reviews": {"written": ["WOODVILLE TRAILS WILL NOW BE CLOSED EFFECTIVE DECEMBER 22ND 2020. The land has sold. Last day of access will be Monday, December 21st. ", "WOODVILLE TRAIL SYSTEM WILL BE CLOSED TO THE PUBLIC EFFECTIVE JANUARY 2, 2021. \n\nThese trails run through private property which is now for sale. The land owner has decided to close the trails to the public. Hopefully, whoever purchases the land  opens it again. ", "A little mucky but a lot to see! There’s a beautiful look off, a little cabin and little waterfalls. As other commenters mentioned it’s very confusing what paths to take, so I had my AllTrails map up the whole time to make sure I was on track.", "Beautiful and very woodsy.  Felt like we were truly walking through the woods.   Nice on a dry day", "I completed this trail about a week or two ago.  Though the trail is well marked (numerically), I still seemed to get lost and had difficulty finding my way back to the parking area.  I recommend taking a picture of the map at entrance - I had to find a spot where I could get cell service to download.  I loved this trail and will back, great views! ", "There are so many nice trails here! Beautiful waterfall! Scenic views.\n\nTrails are nicely kept, although quite muddy in areas! Some bridges are a wee lopsided but easy enough to walk across \n\nIt can be a bit confusing in there so the app really helps see where you’re going. Although the trails are marked there are so many of them. Awesome views.\n", "Took the pup, one of the favourite trails, not just boring atv trails... Streams, waterfalls amd the pond make it pleasant"], "key_words": [["Hiking", "Closed", "Private property"], ["Closed"], ["Hiking"], ["Hiking", "Great!"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking", "Great!"], ["Hiking"], ["Hiking"], ["Hiking"], ["Mountain biking"], ["Hiking"]], "ratings": ["5 Stars", "5 Stars", "5 Stars", "5 Stars", "5 Stars", "5 Stars", "5 Stars", "5 Stars", "5 Stars", "5 Stars", "5 Stars", "4 Stars", "4 Stars", "5 Stars", "5 Stars", "4 Stars"]}, "meta": {"description": "Bummer, this trail is closed. Please explore other trails nearby.", "length_elev_type": ["4.2 mi", "557 ft", "Loop"], "tags": ["Kid friendly", "Hiking", "Mountain biking", "Nature trips", "Walking", "Bird watching", "Views", "Closed", "Private property"], "coords": {"latitude": "45.124", "longitude": "-64.66927"}}}, "/trail/canada/nova-scotia/lower-east-chezzetcook-beach": {"reviews": {"written": [], "key_words": [["Hiking"], ["Hiking"]], "ratings": ["1 Star", "3 Stars"]}, "meta": {"description": "Lower East Chezzetcook Beach is a 1.8 mile lightly trafficked out and back trail located near Lower East Chezzetcook, Nova Scotia, Canada that features beautiful wild flowers and is good for all skill levels. The trail is primarily used for walking, running, nature trips, and bird watching. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["1.8 mi", "42 ft", "Out & back"], "tags": ["Dogs on leash", "Kid friendly", "Nature trips", "Walking", "Bird watching", "Running", "Beach", "Views", "Wildflowers", "Wildlife"], "coords": {"latitude": "44.68047", "longitude": "-63.20779"}}}, "/trail/canada/nova-scotia/st-marys-river-loop": {"reviews": {"written": [], "key_words": [["Hiking"]], "ratings": ["1 Star"]}, "meta": {"description": "St Marys River Loop is a 0.8 mile loop trail located near Waternish, Nova Scotia, Canada that features a river and is good for all skill levels. The trail is primarily used for hiking, walking, and nature trips.", "length_elev_type": ["0.8 mi", "22 ft", "Loop"], "tags": ["Hiking", "Nature trips", "Walking", "River", "Views"], "coords": {"latitude": "45.23691", "longitude": "-62.04246"}}}, "/trail/canada/nova-scotia/george-fraser-falls": {"reviews": {"written": [], "key_words": [["Hiking"], ["Hiking"], ["Hiking"]], "ratings": ["5 Stars", "4 Stars", "5 Stars"]}, "meta": {"description": "George Fraser Falls is a 1.9 mile lightly trafficked out and back trail located near Subdivision A, Nova Scotia, Canada that features a waterfall and is rated as moderate. The trail is primarily used for hiking, running, and nature trips. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["1.9 mi", "347 ft", "Out & back"], "tags": ["Dogs on leash", "Hiking", "Nature trips", "Running", "Forest", "River", "Views", "Waterfall", "Wildflowers", "Wildlife"], "coords": {"latitude": "45.40727", "longitude": "-64.67194"}}}, "/trail/canada/nova-scotia/annapolis-royal-historic-gardens": {"reviews": {"written": ["Slushy muddy hike today around the Historic Gardens...the rest of our walk was on paved sidewalks"], "key_words": [["Hiking"]], "ratings": ["4 Stars", "5 Stars"]}, "meta": {"description": "Annapolis Royal Historic Gardens is a 0.8 mile lightly trafficked loop trail located near Annapolis Royal, Nova Scotia, Canada that offers the chance to see wildlife and is good for all skill levels. The trail is primarily used for walking and nature trips.", "length_elev_type": ["0.8 mi", "45 ft", "Loop"], "tags": ["Kid friendly", "Nature trips", "Walking", "Views", "Wildlife"], "coords": {"latitude": "44.74142", "longitude": "-65.5135"}}}, "/trail/canada/nova-scotia/deadman-s-island-park-loop": {"reviews": {"written": [], "key_words": [["Hiking"]], "ratings": ["5 Stars"]}, "meta": {"description": "Deadman’s Island Park Loop is a 0.4 mile lightly trafficked loop trail located near Halifax, Nova Scotia, Canada that offers the chance to see wildlife and is good for all skill levels. The trail is primarily used for hiking, walking, and bird watching.", "length_elev_type": ["0.4 mi", "52 ft", "Loop"], "tags": ["Kid friendly", "Hiking", "Walking", "Bird watching", "Views", "Wildlife"], "coords": {"latitude": "44.63341", "longitude": "-63.60899"}}}, "/trail/canada/nova-scotia/bull-run-trail": {"reviews": {"written": [], "key_words": [], "ratings": []}, "meta": {"description": "Bull Run Trail is a 15.5 mile lightly trafficked point-to-point trail located near East Port Medway, Nova Scotia, Canada that features a river and is rated as difficult. The trail is primarily used for hiking, running, road biking, and mountain biking. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["15.5 mi", "1,128 ft", "Point to point"], "tags": ["Dogs on leash", "Hiking", "Mountain biking", "Road biking", "Bike touring", "Running", "Forest", "Partially paved", "Rails trails", "River", "Views", "Wildflowers", "Wildlife"], "coords": {"latitude": "44.18044", "longitude": "-64.59437"}}}, "/trail/canada/nova-scotia/salmon-river-long-lake": {"reviews": {"written": ["Beautiful woodsy trail system.", "This was an overnight canoe/bike trip. Biked from my home in Dartmouth to Lake Echo, up to Otter Lake, and up to where my canoe was stowed at Crowbar Lake. Spent the night at the top of Crowbar Lake, then canoed up to Wisdom Mill Lake, and somehow got through to Williams Lake (yes, hauling my bike through the non-existent portage trails with my canoe). Finally biked all the way out to the Airport by 6PM. So a 26 hour trek.", "The trail head (River Drive @ the old Camp Victoria) may be private property, but it still appears essentially accessible and not blocked. One resident along that road said I was welcome to continue down to the end, for purposes of hiking/exploration. The drive down the road is very poor, and almost unsafe with a regular car.\r\n\r\nThe map indicates an older dotted line root from the parking lot by Camp Victoria, over where an old metal bridge used to be (1990s and before), and up Otter Lake and Salmon River on the west side. This path is falling into disrepair, and is difficult to follow.  You can access that path by crossing on the rocks (may have to wade up to your knees) on the west side of the parking lot where the bridge used to be at Otter Lake.\r\n\r\nThe main path on the east side of Otter Lake and Salmon River is generally good, very rugged and thoroughly adventurous. As the path reaches a swampy stream region on the north-west side of Crowbar lake, it takes a detour up into the hills, and connects with the trail system leading to Myra Road (Porters Lake). The piece of trail (shown here in red) that continues on to Woody Lake and Porcupine Lake is of unknown status to me, and may be mostly overgrown. A volunteer crew should aim to re-establish this trail, as both Porcupine and Salmon River Long Lakes are almost inaccessible except via water craft.\r\n\r\nSide Note: There used to be a mill up at Wisdom Mill Lake, and it was probably named after either John Wisdom (an original builder of Dartmouth and someone who operated mills) or some related Wisdom family descendent. There was a long road which led from Preston northward, passing Loon Lake on the west, to Wisdom Mill Lake. It was called \"Wisdom Old Wood Road\", and is only visible on older maps pre 1940s or so. It would be an extension of the dotted-line path indicated on this map, reaching northward from a residential Preston road.", "Bummer got all the way here and the trail head is off a private road. No where to park before this except a park then over a mile to hike to the start of the trail through a neighborhood. Not worth it. Decided to hike elsewhere.", "very nice trail. this is my favorite trail close to dartmouth. the road leading to it is a bit rough if you have a low car."], "key_words": [["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"]], "ratings": ["4 Stars", "5 Stars", "5 Stars", "1 Star", "4 Stars", "4 Stars", "5 Stars", "5 Stars"]}, "meta": {"description": "This trail is on private property. Please head somewhere else unless you've been invited by the owners.", "length_elev_type": ["7.9 mi", "698 ft", "Out & back"], "tags": ["Dogs on leash", "Hiking", "Nature trips", "Walking", "Bird watching", "Running", "Forest", "Lake", "Views", "Wildflowers", "Wildlife", "Over grown", "Private property"], "coords": {"latitude": "44.75308", "longitude": "-63.39125"}}}, "/trail/canada/nova-scotia/tangier-grand-lake-road-trail": {"reviews": {"written": [], "key_words": [], "ratings": []}, "meta": {"description": "Tangier Grand Lake Road Trail is a 17.4 mile lightly trafficked out and back trail located near Mooseland, Nova Scotia, Canada that features a lake and is rated as difficult. The trail offers a number of activity options. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["17.4 mi", "1,994 ft", "Out & back"], "tags": ["Dogs on leash", "Cross-country skiing", "Hiking", "Nature trips", "OHV/Off-road driving", "Snowshoeing", "Running", "Forest", "Lake", "River", "Views", "Wildflowers", "Wildlife"], "coords": {"latitude": "44.95364", "longitude": "-62.82421"}}}, "/trail/canada/nova-scotia/generations-active-park-trail": {"reviews": {"written": ["Walked the trail with our Lab, many times this winter..\nIt was nice to have the trail snow plowed for easier walking.  I see people of all ages walking the trail. Everyone says hello, good morning etc.."], "key_words": [["Hiking", "Great!", "Icy"], ["Hiking"]], "ratings": ["4 Stars", "3 Stars"]}, "meta": {"description": "Generations Active Park Trail is a 0.6 mile loop trail located near Bridgewater, Nova Scotia, Canada that features a great forest setting and is good for all skill levels. The trail is primarily used for hiking, walking, running, and nature trips.", "length_elev_type": ["0.6 mi", "52 ft", "Loop"], "tags": ["Kid friendly", "Hiking", "Nature trips", "Walking", "Running", "Forest"], "coords": {"latitude": "44.37604", "longitude": "-64.50358"}}}, "/trail/canada/nova-scotia/mccurdy-woodlot-interpretive-trails": {"reviews": {"written": ["This was a beautiful trail,  especially with all the snow down.  It is well marked and on most places,  an easy hike.  There is a main trail and 3 to 4 offshoot trails, color coded and marked throughout.  We snowshoed,  but very doable in winter boots.  There's a play area at the end with some wooden equipment,  even a tree house.   There are lots of rest areas on the trails.   We saw lots of rabbit tracks, a few bird species, beautiful hemlock groves- those were huge trees!!  I  knew there was an educational Woodlot here, but didn't realize there were such nice trails to explore "], "key_words": [["Snowshoeing", "Great!"], ["Walking"]], "ratings": ["5 Stars", "4 Stars"]}, "meta": {"description": "McCurdy Woodlot Interpretive Trail is a 1.6 mile lightly trafficked loop trail located near Middle Musquodoboit, Nova Scotia, Canada that features beautiful wild flowers and is good for all skill levels. The trail offers a number of activity options. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["1.6 mi", "147 ft", "Loop"], "tags": ["Dogs on leash", "Kid friendly", "Cross-country skiing", "Hiking", "Nature trips", "Snowshoeing", "Bird watching", "Running", "Forest", "Rails trails", "Views", "Wildflowers", "Wildlife"], "coords": {"latitude": "45.05476", "longitude": "-63.13831"}}}, "/trail/canada/nova-scotia/queens-county-rails-to-trail-river-head-to-wilkins-lake": {"reviews": {"written": [], "key_words": [["Mountain biking"]], "ratings": ["5 Stars"]}, "meta": {"description": "Queens County Rails to Trail: River Head to Wilkins Lake is a 11.4 mile point-to-point trail located near Port Mouton, Nova Scotia, Canada that features a river and is good for all skill levels. The trail is primarily used for hiking, running, nature trips, and snowshoeing and is accessible year-round. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["11.4 mi", "1,082 ft", "Point to point"], "tags": ["Dogs on leash", "Hiking", "Nature trips", "Snowshoeing", "Bike touring", "Running", "Forest", "Lake", "Partially paved", "Rails trails", "River", "Views", "Wildflowers", "Wildlife"], "coords": {"latitude": "43.94009", "longitude": "-64.82865"}}}, "/trail/canada/nova-scotia/slokum-brook-falls--2": {"reviews": {"written": ["The trail is very over grown at the beginning, but thins out after the first hundred metres or so.\nOnce you cross the bridge, keep left. The only place to view the falls really is from the stream at the top. \nIf you bring a furry friend with you, be sure to keep them on a leash around the falls because it’s very steep and slippery.", "These falls will only have water going over during spring runoff and after a good rain.  That said, they are apperantly the highest falls going into the Valley off the North Mountain!  Fairly easy walk in down some rocky trails.  Turn left after crossing the bridge to get to the falls."], "key_words": [["Hiking"], ["Hiking", "Rocky"]], "ratings": ["4 Stars", "4 Stars"]}, "meta": {"description": "Slokum Brook Falls is a 0.5 mile lightly trafficked out and back trail located near Douglas Road, Nova Scotia, Canada that features a waterfall and is good for all skill levels. The trail is primarily used for hiking and snowshoeing.", "length_elev_type": ["0.5 mi", "55 ft", "Out & back"], "tags": ["Hiking", "Snowshoeing", "Forest", "Views", "Waterfall", "Wildlife"], "coords": {"latitude": "44.97238", "longitude": "-65.11744"}}}, "/trail/canada/nova-scotia/wamboldt-falls": {"reviews": {"written": ["Easy trail most of the way, then moderate for a few minutes to the falls. Beautiful waterfall, but it is on NSP property. ", "NSP road or access via old Rail bed. Nice walk.", "Falls is a little difficult to find, and it’s on NS power property so beware of that. Beautiful scenery and a great trail for dogs that enjoy swimming (beware of the dam, but there’s lots of water to avoid it) ", "Very nice walk. The end was tricky!", "Nice short hike. Approach is easy and downhill on a road.\nThe access is through a Nova Scotia Power utility road. There is a no trespassing sign. Not sure what the access rights are. Parking is an issue. there isn't any. Maybe on road 10, but your at the top of a hill with little visibility. The falls are nice but a serious scramble to get too, especially coming back up, in the winter. Trail is getting overgrown but the all trail track makes it easier to find.\nOver all, nice short outing.", "This is a hike with a number of great features.  The lake is artificial due to Nova Scotia Power's hydro activity.  The falls are pretty really nice. The top of the falls have a trail leading up to it.  To get to the bottom, expect almost a scrable through the mature forest.   Then there is the old concrete culvert under the dam.  Best echo I've ever heard! "], "key_words": [["Hiking", "Great!", "Over grown", "Private property", "Scramble"], ["Hiking", "Great!"], ["Hiking"], ["Hiking"], ["Running", "Over grown", "Private property", "Scramble", "Snow"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"]], "ratings": ["3 Stars", "4 Stars", "4 Stars", "5 Stars", "3 Stars", "5 Stars", "4 Stars", "4 Stars", "4 Stars"]}, "meta": {"description": "This trail is on private property. Please head somewhere else unless you've been invited by the owners.", "length_elev_type": ["2.2 mi", "269 ft", "Out & back"], "tags": ["Cross-country skiing", "Fishing", "Hiking", "Mountain biking", "Snowshoeing", "Walking", "Bird watching", "Dog friendly", "Forest", "Lake", "Rails trails", "River", "Views", "Waterfall", "Wildlife", "Private property"], "coords": {"latitude": "44.85956", "longitude": "-65.03714"}}}, "/trail/canada/nova-scotia/stone-trail-leatherman-link-and-loop-off-run-trail": {"reviews": {"written": ["WOODVILLE TRAILS WILL BE CLOSED AS OF DECEMBER 22ND 2020. The land is private property which has just sold. Let’s hope the new owners open it up again! ", "This whole network of trails is great. Mix of woods, farm, waterfall, etc with a small “lake” and cabin. Some is easy for both hiking and biking, some is a bit more challenging (esp for bikers). Always a good time.\n\nThe main bridge from the trail head is in rough shape but still passable. \n\nThanks to the Woodville landowners who make these trails available!"], "key_words": [["Hiking", "Closed", "Private property"], ["Hiking", "Great!"], ["Hiking", "Muddy"], ["Hiking"], ["Hiking"], ["Hiking"], ["Running"]], "ratings": ["5 Stars", "5 Stars", "5 Stars", "5 Stars", "5 Stars", "5 Stars", "5 Stars", "4 Stars"]}, "meta": {"description": "Bummer, this trail is closed. Please explore other trails nearby.", "length_elev_type": ["3.1 mi", "734 ft", "Loop"], "tags": ["Kid friendly", "Hiking", "Mountain biking", "Nature trips", "Walking", "Bird watching", "Views", "Closed", "Private property"], "coords": {"latitude": "45.12407", "longitude": "-64.66943"}}}, "/trail/canada/nova-scotia/maynard-lake-trail": {"reviews": {"written": ["Do not go, this is not a real trail! Very scary man and so many bugs, leeches, and trash. I do not recommend. ", "It’s a very small city park. Lots of ducks and frogs. People fish along the lake. But it’s next to Portland street so it has a busy city feel to it. But still nice for a little relaxation. ", "Wouldn’t call this a trail. Not worth the trip"], "key_words": [["Walking"], ["Hiking", "Bugs", "Muddy"], ["Hiking"]], "ratings": ["1 Star", "4 Stars", "1 Star", "2 Stars", "3 Stars"]}, "meta": {"description": "Maynard Lake Trail is a 1 mile moderately trafficked out and back trail located near Dartmouth, Nova Scotia, Canada that features a lake and is good for all skill levels. The trail is primarily used for walking, running, nature trips, and snowshoeing and is accessible year-round. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["1.0 mi", "68 ft", "Out & back"], "tags": ["Dogs on leash", "Kid friendly", "Nature trips", "Snowshoeing", "Walking", "Running", "Beach", "Lake", "Partially paved", "Rails trails", "Views", "Wildflowers", "Wildlife", "City walk"], "coords": {"latitude": "44.66973", "longitude": "-63.54701"}}}, "/trail/canada/nova-scotia/bear-lake-trail": {"reviews": {"written": ["Lots of trees down across the trail, many hard to cross wet areas. There’s 2 river crossings and only one “bridge” but it’s very dangerous. \nMight be able to make it to the end if you have a saw and waders. ", "After walking for 5 mins, our feet were totally soaked and we decided not to continue. 50% of the first 100m is total swamped, with no way through. You would be able to do it only with tall rain boots and/or waders. There is also no parking. ", "Pretty wet this time of year - lots of melting ice and big puddles !"], "key_words": [["Hiking", "Flooded"], ["Bugs", "Flooded", "Over grown", "Washed out"], ["Hiking", "Flooded"]], "ratings": ["1 Star", "1 Star", "3 Stars"]}, "meta": {"description": "Bear Lake Trail is a 5 mile lightly trafficked out and back trail located near River Lake, Nova Scotia, Canada that features a lake and is rated as moderate. The trail is primarily used for hiking, running, nature trips, and snowshoeing. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["5.0 mi", "561 ft", "Out & back"], "tags": ["Dogs on leash", "Kid friendly", "Hiking", "Nature trips", "Snowshoeing", "Running", "Forest", "Lake", "River", "Views", "Wildflowers", "Wildlife"], "coords": {"latitude": "44.9211", "longitude": "-62.75181"}}}, "/trail/canada/nova-scotia/porcupine-rock": {"reviews": {"written": ["Park well enough away from the corner in the road that you don't get a parking ticket. I've seen others get ticketed. Great trail and a good climb. The only tricky part is crossing a bit of a stream if the water levels are high, if you want to keep your feet dry. Great view of the valley at the top.", "Beautifully maintained trail! There’s a gate by the road but don’t let that deter you! Intense hike but the view is oh so worth it! Beautiful I couldn’t stop saying WOW!", "What an amazing little hole in the wall too see the whole valley  definitely worth every second of that uphill hike! ", "intense hike uphill but worth it for the amazing view of the valley! ", "What a view! Worth the steep uphill hike. ", "This trail is on private property. If you choose to hike it despite that, please ensure that you treat it with respect and keep it clean.  Once you reach the rock, please be mindful of the memorial marker.", "Lovely trail, confusing at the start with the gate. There is a pedestrian gate to the side you can enter, the gate across the road is to keep out atvs and dirt bikes. Beautiful view at the top and a great hike!", "I believe this is private property. There is a gate with chain link fence on either side where the app is saying to enter. ", "Nice hike to the look off. Tree markers are helpful. The view is great!", "It’s pretty steep heading up but the view is worth it! It’s a bit of a scramble getting out to to the rock, if you continue the trail you can connect up with another that goes down to the road back so you don’t have to go back on the same part of the trail that you took to get to the view! The markers on the trees are helpful because there are a few trails that branch off the main path which may be confusing (if you come from the opposite direction like I did), the path from the horse stable is more clear.", "Absolutely worth it for the view at the end! Starts off very well maintained then gets to be a little rougher as you keep going as well as really steep, and muddy. Lots of great spots to sit for a breather along the way. Overall great trail :)", "Trail started off very well maintained , nice walk. Closer to the end it’s very off the beaten path. Not maintained. Not good for someone who’s not use to this type of terrain. But other than that great place. ", "Good little hike out to lookout. Steeper in sections. Mostly in trees until end. Gate at beginning near paddock with cattle. Moderately trafficked. Keep dogs on leash or have leash ready when meeting other people with dogs on trail.", "Warm winter hike. Paused recording at top of the rock. Stunning view. Ground wet in places.", "Porcupine Rock Trail is a  2.8 kilometer lightly trafficked out and back trail located near Bridgetown Nova Scotia, Canada that features a lookoff and is good for all skill levels. The trail is primarily used for hiking, nature trips.  Very nice view and place to have a break at the viewpoint.", "In back of Bridgetown- corner of shaw and beaconsfield road"], "key_words": [["Hiking", "Great!"], ["Hiking"], ["Hiking", "Great!", "Muddy", "Private property", "Rocky"], ["Hiking"], ["Hiking"], ["Hiking", "Private property"], ["Hiking"], ["Hiking", "Private property"], ["Hiking", "Rocky", "Scramble"], ["Hiking", "Muddy", "Rocky", "Washed out"], ["Hiking", "Icy", "Muddy", "Off trail", "Snow", "Washed out"], ["Hiking", "Icy", "Muddy", "Over grown", "Rocky", "Snow"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"]], "ratings": ["5 Stars", "5 Stars", "5 Stars", "5 Stars", "5 Stars", "1 Star", "4 Stars", "1 Star", "5 Stars", "5 Stars", "4 Stars", "5 Stars", "5 Stars", "5 Stars", "4 Stars", "5 Stars", "5 Stars", "4 Stars", "5 Stars", "4 Stars", "4 Stars", "4 Stars", "4 Stars"]}, "meta": {"description": "This trail is on private property. Please head somewhere else unless you've been invited by the owners.", "length_elev_type": ["1.6 mi", "423 ft", "Out & back"], "tags": ["Hiking", "Nature trips", "Forest", "Views", "Wildflowers", "Wildlife", "Private property"], "coords": {"latitude": "44.84524", "longitude": "-65.35701"}}}, "/trail/canada/nova-scotia/fishing-lake-trail": {"reviews": {"written": [], "key_words": [["Hiking"]], "ratings": ["3 Stars"]}, "meta": {"description": "Fishing Lake Trail is a 4 mile lightly trafficked out and back trail located near Head of Jeddore, Nova Scotia, Canada that features a lake and is rated as moderate. The trail is primarily used for hiking, running, nature trips, and snowshoeing. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["4.0 mi", "331 ft", "Out & back"], "tags": ["Dogs on leash", "Kid friendly", "Hiking", "Nature trips", "Snowshoeing", "Running", "Forest", "Lake", "Views", "Wildflowers", "Wildlife"], "coords": {"latitude": "44.86674", "longitude": "-63.09558"}}}, "/trail/canada/nova-scotia/west-river-falls-trail": {"reviews": {"written": ["It was unclear at the beginning if you could drive down to where the trail started or if you had to park at the entrance and walk (there was also no signage of any sort to mark the road).  We played it safe and parked at the top of the road and walked down.  It’s a nice walk, but some steep places with shifting rocks and tree roots covering the path.  You can hear the waterfall as you are walking through the woods, and beautiful, big rocks along the shore of the river where one can sit and watch the river.  Waterfall wasn’t as impressive as I thought it would be, but maybe better in the spring? I was pleasantly surprised by the lack of bugs in the woods (maybe just this time of year tho?). The waterfall empties into a very generous swimming hole that is quite deep.  We didn’t go swimming, but would be a nice place to bring a picnic and spend the day swimming.  \nYou can tell it’s a place that people like to hang out at as there was trash, old campfire pits etc all around the shore of the river.  All in all, a good trail and nice walk with rewarding scenery at the end.  ", "Trail was very rocky and lots of roots. \nBut was clear and easy to see. \nCouple of steeper spots down to the river.  It much to see along the way. The water falls was very small but there was a nice swimming hole if your so inclined. Lots of trash and garbage left behind was sad to see. "], "key_words": [["Scenic driving", "Rocky"], ["Hiking", "Rocky"], ["Walking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"]], "ratings": ["4 Stars", "4 Stars", "4 Stars", "4 Stars", "4 Stars", "4 Stars", "5 Stars", "5 Stars", "4 Stars", "5 Stars", "5 Stars"]}, "meta": {"description": "Bummer, this trail is closed. Please explore other trails nearby.", "length_elev_type": ["0.9 mi", "124 ft", "Out & back"], "tags": ["Hiking", "Closed", "Private property"], "coords": {"latitude": "45.50447", "longitude": "-62.91087"}}}, "/trail/canada/nova-scotia/kings-county-ohv-route": {"reviews": {"written": [], "key_words": [], "ratings": []}, "meta": {"description": "Kings County OHV Route is a 38.6 mile lightly trafficked loop trail located near Murphy Lake, Nova Scotia, Canada that features a lake and is rated as moderate. The trail is primarily used for mountain biking and ohv/off road driving.", "length_elev_type": ["38.6 mi", "5,728 ft", "Loop"], "tags": ["Mountain biking", "OHV/Off-road driving", "Forest", "Lake", "Partially paved", "River", "Views", "Off trail"], "coords": {"latitude": "44.87032", "longitude": "-64.55909"}}}, "/trail/canada/nova-scotia/lower-east-cheezetook-provincial-park-trail": {"reviews": {"written": [], "key_words": [["Hiking"]], "ratings": ["3 Stars"]}, "meta": {"description": "Lower East Cheezetook Provincial Park Trail is a 2 mile lightly trafficked out and back trail located near Lower East Chezzetcook, Nova Scotia, Canada that features beautiful wild flowers and is good for all skill levels. The trail is primarily used for hiking, running, nature trips, and snowshoeing. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["2.0 mi", "121 ft", "Out & back"], "tags": ["Dogs on leash", "Kid friendly", "Hiking", "Nature trips", "Snowshoeing", "Running", "Forest", "Views", "Wildflowers", "Wildlife"], "coords": {"latitude": "44.69972", "longitude": "-63.18848"}}}, "/trail/canada/nova-scotia/indian-lake-golf-course-trail": {"reviews": {"written": [], "key_words": [["Walking"]], "ratings": ["4 Stars"]}, "meta": {"description": "Indian Lake Golf Course Trail is a 1.6 mile moderately trafficked loop trail located near Goodwood, Nova Scotia, Canada that features a lake and is good for all skill levels. The trail offers a number of activity options and is accessible year-round. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["1.6 mi", "137 ft", "Loop"], "tags": ["Dogs on leash", "Kid friendly", "Cross-country skiing", "Nature trips", "Snowshoeing", "Walking", "Running", "Forest", "Lake", "Partially paved", "Views", "Wildflowers", "Wildlife"], "coords": {"latitude": "44.59523", "longitude": "-63.70441"}}}, "/trail/canada/nova-scotia/dry-lake-trail": {"reviews": {"written": [], "key_words": [], "ratings": []}, "meta": {"description": "Dry Lake Trail is a 3.9 mile lightly trafficked out and back trail located near Head of Jeddore, Nova Scotia, Canada that features a lake and is good for all skill levels. The trail is primarily used for hiking, running, nature trips, and snowshoeing. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["3.9 mi", "328 ft", "Out & back"], "tags": ["Dogs on leash", "Hiking", "Nature trips", "Snowshoeing", "Running", "Forest", "Lake", "Views", "Wildflowers", "Wildlife"], "coords": {"latitude": "44.84542", "longitude": "-63.05945"}}}, "/trail/canada/nova-scotia/acadia-park-loop": {"reviews": {"written": [], "key_words": [["Walking"], ["Walking"]], "ratings": ["4 Stars", "3 Stars"]}, "meta": {"description": "Acadia Park Loop is a 1.2 mile lightly trafficked loop trail located near Westville, Nova Scotia, Canada that features beautiful wild flowers and is good for all skill levels. The trail is primarily used for hiking and running.", "length_elev_type": ["1.2 mi", "65 ft", "Loop"], "tags": ["Hiking", "Running", "Wildflowers"], "coords": {"latitude": "45.55739", "longitude": "-62.71333"}}}, "/trail/canada/nova-scotia/indian-harbour-trail": {"reviews": {"written": ["Non-obvious paths picking their way between rocky outcrops. Pretty wild, with views back down towards the villages and the sea. "], "key_words": [["Hiking", "Great!"], ["Backpacking"]], "ratings": ["3 Stars", "2 Stars"]}, "meta": {"description": "Indian Harbour Trail is a 1.6 mile moderately trafficked loop trail located near Indian Harbour, Nova Scotia, Canada that features a lake and is good for all skill levels. The trail is primarily used for hiking, running, nature trips, and snowshoeing and is accessible year-round. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["1.6 mi", "104 ft", "Loop"], "tags": ["Dogs on leash", "Kid friendly", "Hiking", "Nature trips", "Snowshoeing", "Running", "Forest", "Lake", "Views", "Wildflowers", "Wildlife"], "coords": {"latitude": "44.51325", "longitude": "-63.93341"}}}, "/trail/canada/nova-scotia/smelt-brook-lake-via-bluff-trail": {"reviews": {"written": ["Quite overgrown in parts. Some boggy parts. Definitely wear pants… otherwise pretty walk with a mix of forest and open spaces, no particular views. Trail map is wrong In one small part but you can find the way back easily ", "Beautiful day. Did the extended loop to smelt brook lake. Cleats were useful as there was some ice."], "key_words": [["Hiking"], ["Hiking"], ["Hiking"]], "ratings": ["3 Stars", "5 Stars", "5 Stars"]}, "meta": {"description": "Smelt Brook Lake via Bluff Trail is a 3.6 mile lightly trafficked loop trail located near Head of St. Margarets Bay, Nova Scotia, Canada that features a lake and is rated as moderate. The trail is primarily used for hiking, running, nature trips, and snowshoeing and is accessible year-round. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["3.6 mi", "521 ft", "Loop"], "tags": ["Dogs on leash", "Kid friendly", "Hiking", "Nature trips", "Snowshoeing", "Running", "Forest", "Lake", "Rails trails", "Views", "Wildflowers", "Wildlife"], "coords": {"latitude": "44.68447", "longitude": "-63.91594"}}}, "/trail/canada/nova-scotia/halls-harbour-trail": {"reviews": {"written": ["Short woods trail. Pleasant and, in our experience, well kept. Not a “hike” per se but enjoyable for what it is. ", "Tried to walk this trail Oct 4, 2919 but it was completely blocked by blown down trees.", "Narrow trail, short distance", "Beautiful waterfalls, easy walk"], "key_words": [["Walking"], ["Walking", "Blowdown"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"]], "ratings": ["4 Stars", "1 Star", "3 Stars", "5 Stars", "4 Stars", "3 Stars", "2 Stars", "2 Stars"]}, "meta": {"description": "Bummer, this trail is closed. We'll update this page if and when it reopens.", "length_elev_type": ["0.5 mi", "78 ft", "Loop"], "tags": ["Kid friendly", "Hiking", "Nature trips", "Walking", "Bird watching", "Dog friendly", "Views", "Closed"], "coords": {"latitude": "45.20067", "longitude": "-64.62027"}}}, "/trail/canada/nova-scotia/goose-lake-trail--2": {"reviews": {"written": [], "key_words": [], "ratings": []}, "meta": {"description": "Goose Lake Trail is a 2.8 mile lightly trafficked out and back trail located near East Chezzetcook, Nova Scotia, Canada that features a lake and is good for all skill levels. The trail is primarily used for hiking, running, nature trips, and snowshoeing. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["2.8 mi", "157 ft", "Out & back"], "tags": ["Dogs on leash", "Kid friendly", "Hiking", "Nature trips", "Snowshoeing", "Running", "Forest", "Lake", "Views", "Wildflowers", "Wildlife"], "coords": {"latitude": "44.71259", "longitude": "-63.23274"}}}, "/trail/canada/nova-scotia/jack-weeks-lake-trail": {"reviews": {"written": ["Beautiful lake at the end! :)", "An old logging road not anything nice or special."], "key_words": [["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"]], "ratings": ["4 Stars", "1 Star", "2 Stars", "2 Stars", "4 Stars", "3 Stars", "5 Stars", "5 Stars", "5 Stars", "4 Stars", "5 Stars", "3 Stars"]}, "meta": {"description": "This trail is on private property. Please head somewhere else unless you've been invited by the owners.", "length_elev_type": ["2.3 mi", "295 ft", "Loop"], "tags": ["Hiking", "Nature trips", "Walking", "Bird watching", "Forest", "Lake", "Wildflowers", "Wildlife", "Private property"], "coords": {"latitude": "44.74344", "longitude": "-63.37877"}}}}