{"/trail/canada/nova-scotia/dodge-road--3": {"reviews": {"written": ["Nice road that leads down into the valley. Last 1 km is along fields. We stopped at the forest edge. Make sure you follow the stream to the waterfalls. No trail, just walk through the forest. ", "Some points are washed out from the thaw and it can be very icy."], "key_words": [["Rocky"], ["Hiking", "Bridge out", "Muddy", "Snow", "Washed out"]], "ratings": ["3 Stars", "4 Stars"]}, "meta": {"description": "Dodge Road is a 5.8 mile moderately trafficked out and back trail located near Forest Glade, Nova Scotia, Canada that features a great forest setting and is good for all skill levels. The trail offers a number of activity options and is accessible year-round. Dogs and horses are also able to use this trail.", "length_elev_type": ["5.8 mi", "616 ft", "Out & back"], "tags": ["Hiking", "Horseback riding", "Mountain biking", "Nature trips", "Snowshoeing", "Running", "Dog friendly", "Forest", "Views", "Muddy", "Snow", "Washed out"], "coords": {"latitude": "45.01707", "longitude": "-65.04965"}}}, "/trail/canada/nova-scotia/round-lake-and-east-lake": {"reviews": {"written": ["Choose Crowbar Lake trails instead. This trail is a flooded mess and heavily trafficked by ATVs for the first ~2 km. Lots of fire pits and beer cans. ", "Unfortunately I couldn’t finished the trail .\nNo mantainance  at all . It was like walking in a pond .\nWhat a pity .", "It’s Nov 8. We hopped onto the trail at Crowbar Trail parking lot and went past the crowbar trail loop but had to turn around due to boggy/muddy wetness. The trail is not well maintained over the water ways, unfortunately. Will stick to the loop in the future as it’s a great incline and decline with some nice spots to look at the view of mostly Forrest. Very peaceful hike!"], "key_words": [["Hiking", "Bugs", "Flooded", "Over grown"], ["Walking", "Flooded", "Muddy"], ["Hiking", "Flooded"]], "ratings": ["2 Stars", "3 Stars", "3 Stars"]}, "meta": {"description": "Round Lake and East Lake is a 5.1 mile lightly trafficked out and back trail located near Porters Lake, Nova Scotia, Canada that features beautiful wild flowers and is rated as moderate. The trail offers a number of activity options and is best used from April until September.", "length_elev_type": ["5.1 mi", "587 ft", "Out & back"], "tags": ["Backpacking", "Fishing", "Hiking", "Nature trips", "Walking", "Bird watching", "Running", "Forest", "Lake", "Views", "Wildflowers", "Wildlife", "Bugs", "Muddy"], "coords": {"latitude": "44.80816", "longitude": "-63.38493"}}}, "/trail/canada/nova-scotia/east-petpeswick-trail": {"reviews": {"written": ["Hard to find, and some areas were so wet they were impassable and we had to turn back.", "nice trails between East Petpeswick and Muquadoboit Harbor."], "key_words": [["Hiking"], ["Hiking"]], "ratings": ["2 Stars", "4 Stars"]}, "meta": {"description": "East Petpeswick Trail is a 2.8 mile lightly trafficked loop trail located near East Petpeswick, Nova Scotia, Canada that features beautiful wild flowers and is good for all skill levels. The trail is primarily used for hiking, running, nature trips, and snowshoeing. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["2.8 mi", "223 ft", "Loop"], "tags": ["Dogs on leash", "Kid friendly", "Hiking", "Nature trips", "Snowshoeing", "Running", "Forest", "Views", "Wildflowers", "Wildlife"], "coords": {"latitude": "44.76145", "longitude": "-63.15162"}}}, "/trail/canada/nova-scotia/fire-brook-falls": {"reviews": {"written": ["Super easy to gain access￼, park safely on the side of the road. Jump the ditch, and your there! Great little trail up the right hand side of the falls. ", "Stopped by here with some friends.  To be honest, I wasn't expecting too much, but the recent rains sure helped make this a wonderful outing.  The recorded trail takes you past the falls along the brook a ways, but the falls themselves are just off the road."], "key_words": [["Walking", "Great!"], ["Hiking"], ["Hiking", "Great!"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"]], "ratings": ["5 Stars", "4 Stars", "5 Stars", "5 Stars", "4 Stars", "5 Stars", "4 Stars"]}, "meta": {"description": "Fire Brook Falls is a 0 mile lightly trafficked out and back trail located near Lower Branch, Nova Scotia, Canada that features a waterfall and is good for all skill levels. The trail is primarily used for hiking and is best used from April until November. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["0.0 mi", "0 ft", "Out & back"], "tags": ["Dogs on leash", "Kid friendly", "Hiking", "Forest", "Waterfall"], "coords": {"latitude": "44.42754", "longitude": "-64.61539"}}}, "/trail/canada/nova-scotia/trenton-park": {"reviews": {"written": ["A bit noisy right now during the day with work being done down by pond.", "beautiful but full of mosquitoes"], "key_words": [["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"]], "ratings": ["3 Stars", "3 Stars", "2 Stars", "3 Stars", "3 Stars", "1 Star", "4 Stars", "4 Stars", "5 Stars", "4 Stars", "4 Stars"]}, "meta": {"description": "Trenton Park is a 3.8 mile moderately trafficked loop trail located near Trenton, Nova Scotia, Canada that features beautiful wild flowers and is good for all skill levels. The trail offers a number of activity options and is accessible year-round. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["3.8 mi", "423 ft", "Loop"], "tags": ["Dogs on leash", "Kid friendly", "Cross-country skiing", "Hiking", "Mountain biking", "Nature trips", "Snowshoeing", "Running", "Forest", "Views", "Wildflowers", "Wildlife"], "coords": {"latitude": "45.61761", "longitude": "-62.61434"}}}, "/trail/canada/nova-scotia/belleisle-marsh-loop": {"reviews": {"written": ["Well maintained and beautiful stroll. Very little shade so would not recommend on a hot sunny day.", "Due to the whole purpose behind the management of this area, you end up walking through incredible diversity.  Water, corn fields, hay fields, wetlands, trees, etc.  Easy walk as long as it is dry.  Be prepared for mud after rainy weather!"], "key_words": [["Hiking"], ["Hiking"]], "ratings": ["4 Stars", "4 Stars"]}, "meta": {"description": "Belleisle Marsh Loop is a 3.7 mile lightly trafficked loop trail located near Belleisle, Nova Scotia, Canada that features a river and is good for all skill levels. The trail is primarily used for hiking, bird watching, and snowshoeing and is best used from April until October. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["3.7 mi", "249 ft", "Loop"], "tags": ["Dogs on leash", "Kid friendly", "Hiking", "Snowshoeing", "Bird watching", "River", "Views", "Wildlife"], "coords": {"latitude": "44.79983", "longitude": "-65.40187"}}}, "/trail/canada/nova-scotia/tangier-grand-lake-paddle": {"reviews": {"written": [], "key_words": [], "ratings": []}, "meta": {"description": "Tangier Grand Lake Paddle is a 11 mile lightly trafficked loop trail located near Mooseland, Nova Scotia, Canada that features a lake and is rated as moderate. The trail is primarily used for camping, bird watching, and backpacking and is best used from May until October.", "length_elev_type": ["11.0 mi", "583 ft", "Loop"], "tags": ["Backpacking", "Camping", "Paddle sports", "Bird watching", "Lake", "Views", "Wildlife"], "coords": {"latitude": "44.88853", "longitude": "-62.87102"}}}, "/trail/canada/nova-scotia/big-mud-lake-loop": {"reviews": {"written": ["it was an old logging\n\n road. no great scenery. not really a trail. ", "There were a good number of geocaches hidden in the area, so I decided to mountain bike the loop.   It's a beautiful area with fall colors setting in.  There a a few lakes along the way, but some of the road is starting to get overgrown a bit."], "key_words": [["Hiking", "Bugs"], ["Hiking"]], "ratings": ["1 Star", "3 Stars"]}, "meta": {"description": "Big Mud Lake Loop is a 11.7 mile lightly trafficked loop trail located near West Dalhousie, Nova Scotia, Canada that features a lake and is rated as moderate. The trail offers a number of activity options and is accessible year-round. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["11.7 mi", "1,381 ft", "Loop"], "tags": ["Dogs on leash", "Camping", "Cross-country skiing", "Fishing", "Hiking", "Mountain biking", "Nature trips", "OHV/Off-road driving", "Snowshoeing", "Bird watching", "Forest", "Lake", "Views", "Wildflowers", "Wildlife"], "coords": {"latitude": "44.71954", "longitude": "-65.07896"}}}, "/trail/canada/nova-scotia/partridge-island": {"reviews": {"written": ["short steep hike with a great view at the end.\n"], "key_words": [["Hiking"], ["Hiking", "Great!"], ["Hiking"], ["Hiking"]], "ratings": ["4 Stars", "5 Stars", "4 Stars", "4 Stars"]}, "meta": {"description": "Partridge Island Lookout is a 1.9 mile lightly trafficked out and back trail located near Parrsboro, Nova Scotia, Canada that offers scenic views and is rated as moderate. The trail is primarily used for hiking, walking, and bird watching.", "length_elev_type": ["1.9 mi", "311 ft", "Out & back"], "tags": ["Kid friendly", "Hiking", "Walking", "Bird watching", "Views"], "coords": {"latitude": "45.37461", "longitude": "-64.32903"}}}, "/trail/canada/nova-scotia/caanan-mountain-road": {"reviews": {"written": ["Downhill and uphill", "Not much to see but interesting to find out about an asphalt road in the middle of nowhere."], "key_words": [["Walking", "Over grown"], ["Walking"], ["Hiking"], ["Hiking"], ["Hiking"]], "ratings": ["1 Star", "1 Star", "5 Stars", "3 Stars", "4 Stars"]}, "meta": {"description": "Caanan Mountain Road is a 0.5 mile lightly trafficked out and back trail located near Canaan, Nova Scotia, Canada that features a river and is good for all skill levels. The trail is primarily used for walking, running, and snowshoeing. Dogs are also able to use this trail.", "length_elev_type": ["0.5 mi", "98 ft", "Out & back"], "tags": ["Wheelchair friendly", "Kid friendly", "Stroller friendly", "Snowshoeing", "Walking", "Running", "Dog friendly", "Forest", "Paved", "River"], "coords": {"latitude": "45.04911", "longitude": "-64.48597"}}}, "/trail/canada/nova-scotia/blue-mountain-summit": {"reviews": {"written": ["A great trail — easy to get off track and turned around but thankfully it’s pretty well marked so we found our way back pretty easily. It was super icy and flooded from the rain the day before in some spots but pretty good for the most part. Would definitely do it again. Got in from the dead end of lakeshore. \n", "The majority of the trail is private property that as of 2021-01-16 has now been posted as “no trespassing”. The proper entrance to Blue Mountain is off Collins Dr near Kearney Lake. Access via Anahid Dr is no longer an option. ", "nice walk, icy but with careful approach it was easy to\n navigate. windy at the summit but what a view!", "Enjoyed the walk and the scenery.\n ", "Nice hike, not much to see aside from some boulders and the summit. Trail is somewhat marked, keep your head on and check your heading regularly esp when going down. Would do again if I was in the neighborhood.", "It was lovely.  We veered off the trail by accident a couple times but got on track using this app. I think my favourite part is when you start getting deeper into the woods.  Very peaceful!  Not too hard at all if you’re used to hiking regularly ", "Great hike with my boys. Trail was dry. Went in the morning, but I can see this being a fairly busy trail due to short distance and close proximity to the city. Nice view from the top with a couple of turkey vultures soaring overhead.", "Great hike to amazing views. Trail starts out as logging road that is in great shape. You will come to trail markers that will lead you in to a more wooded trail. A couple small stream crossings that need a little work but the trail is in great condition. My 5 and 7yo were able to walk the whole thing without trouble.", "Nice hike, no bugs. Walk along a old logging road for a bit. We parked at the end of Anahid Dr. Follow the trail to the fork. Take a left and there will be an area to the left about half a KM in with orange tags on the tree. Narrow hike up to the summit. A steady incline, few slippery rocks, but, a really great hike. 10/10 would do again. ", "Great walk. No bugs, nice temperature.", "Did the trail this week. After a dry summer minimal moisture on the trail. A good portion consists of old logging trails. The later part is a rugged narrow trail. The ascent to the summit is worth it. NO BUGS during this month. When the leaves start to turn this trail will be spectacular ", "great trail..took about 1 hour and 30 minutes..worth the walk..enjoy!!\n", "The black flies were out of control even with 2 types of big spray. Stay away until it’s safe. Could only do have the trail.", "It was a nice, short trail. The view is absolutely wonderful! Unfortunately, there was a ridiculous amount of bugs the entire way .. definitely bring bug-spray! The beginning (logging trail) was pretty boring as mentioned, but it was a beautiful (well-marked) walk through the woods. ", "Kind of boring at the beginning of the logging road, to be expected I guess. The actual trail to the summit was pretty muddy, waterproof boots are suggested. Decent view from the top, I’d say overall it’s worth it.", "Absolutely beautiful! We seen a turkey vulture !", "Hiked with Cliff. Social distancing due to Coronavirus! Chilly and wet, but nice.", "Great trail for snowshoeing, with an amazing view at the top!!", "Amazing, wonderful hour and a half hike with a few wring turns. Really got the heart rate going in the snow. ", "Beautiful snowy trail! Well groomed, no issues with access.", "Trail is great!! Great condition and beautiful sights. ", "A relatively easy hike in on the old ATV/logging trail and then you'll need to pay close attention to the sparsely placed orange markers to reach the summit. at the summit you are rewarded with a fantastic view of the surrounding area.\n\nRecommend you use your GPS to navigate the last 600 meters to ensure you don't take a wrong turn but otherwise it's an easy trail to hike. \n\nExpect about 30mins to hike in and out, plus whatever time you spent at the summit.", "The trail starts on an open road / ATV trail before veering into the woods. Lots of horse flies and mosquitoes with occasional teens on dirt bikes.  \n\nThe place where you need to go into the woods is clearly marked with orange tape in the trees but no signage. \n\nOnce in the woods you need to watch for the orange tape in the branches to stay on the right path. Towards the end we went the wrong way and never made it to the view. Even on the way out I couldn’t find the path we should have taken. \n\nWe took our dog on leash and had no issues except for a fast stream where you had to cross on fallen trees lashed together. My Golden wouldn’t do it and instead crashed through the water in the rocks. \n\nBetter markings and seeing the view could have raised this to 4 stars. I don’t think we’ll try this one again. \n\n", "Beautiful view at the top", "Sort of boring hike until you get off logging road which is also used by ATVs. Nice view on bedrock top at the end though.", "quixk easy hike with a great view", "a great hike with an awesome view from the top. I'm very glad I went and will be heading up there again for sure!", "good trail. pretty standard.", "Other than the horse flies I enjoyed it."], "key_words": [["Hiking", "Flooded", "Great!", "Icy", "Muddy"], ["Hiking", "Private property"], ["Hiking"], ["Hiking", "Great!"], ["Hiking", "Great!"], ["Hiking"], ["Hiking", "Great!"], ["Hiking"], ["Hiking"], ["Bird watching", "Rocky"], ["Hiking"], ["Hiking", "Bugs"], ["Hiking", "Bugs"], ["Hiking", "Muddy"], ["Hiking", "Muddy"], ["Hiking"], ["Hiking", "Off trail", "Snow"], ["Hiking", "Snow"], ["Hiking", "Icy", "Snow"], ["Hiking"], ["Hiking"], ["Hiking", "Bugs"], ["Hiking"], ["Walking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking", "Bugs"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"]], "ratings": ["4 Stars", "1 Star", "5 Stars", "5 Stars", "3 Stars", "5 Stars", "4 Stars", "5 Stars", "5 Stars", "4 Stars", "4 Stars", "5 Stars", "3 Stars", "4 Stars", "3 Stars", "5 Stars", "4 Stars", "5 Stars", "4 Stars", "4 Stars", "5 Stars", "5 Stars", "3 Stars", "4 Stars", "4 Stars", "5 Stars", "4 Stars", "5 Stars", "4 Stars", "3 Stars", "5 Stars", "4 Stars", "4 Stars", "5 Stars", "4 Stars", "5 Stars", "3 Stars", "4 Stars", "5 Stars", "5 Stars", "NaN Stars", "NaN Stars", "3 Stars", "3 Stars", "NaN Stars", "5 Stars", "4 Stars", "NaN Stars", "5 Stars", "4 Stars", "4 Stars", "5 Stars", "4 Stars", "4 Stars", "NaN Stars", "5 Stars", "3 Stars", "4 Stars", "4 Stars", "4 Stars", "4 Stars", "4 Stars", "5 Stars", "5 Stars", "3 Stars", "4 Stars", "5 Stars", "4 Stars", "4 Stars", "0 Stars", "4 Stars", "4 Stars", "5 Stars", "4 Stars", "5 Stars", "3 Stars", "2 Stars", "4 Stars", "4 Stars", "5 Stars", "5 Stars", "4 Stars", "4 Stars", "5 Stars", "5 Stars", "4 Stars", "4 Stars", "4 Stars", "4 Stars", "4 Stars", "5 Stars", "4 Stars", "5 Stars", "3 Stars", "3 Stars", "5 Stars"]}, "meta": {"description": "Bummer, this trail is closed. Please explore other trails nearby.", "length_elev_type": ["2.2 mi", "328 ft", "Out & back"], "tags": ["Hiking", "Closed", "Private property"], "coords": {"latitude": "44.69956", "longitude": "-63.73914"}}}, "/trail/canada/nova-scotia/shad-bay-mountain-bike-trail": {"reviews": {"written": ["Is good in winter or very dry summer. Mostly an ATV trail ", "rocky, muddy and rather short. ATVs frequent it. Enter by the Osprey Archery Club sign. Follow the gate to the left. Parking across the street."], "key_words": [["Hiking", "Flooded", "Muddy"], ["Mountain biking"], ["Hiking"], ["Hiking"]], "ratings": ["4 Stars", "3 Stars", "3 Stars", "5 Stars", "1 Star"]}, "meta": {"description": "Shad Bay Mountain Bike Trail is a 2.1 mile lightly trafficked out and back trail located near Halifax, Nova Scotia, Canada and is good for all skill levels. The trail is primarily used for walking and mountain biking and is best used from June until October.", "length_elev_type": ["2.1 mi", "131 ft", "Out & back"], "tags": ["Kid friendly", "Mountain biking", "Walking"], "coords": {"latitude": "44.53362", "longitude": "-63.78766"}}}, "/trail/canada/nova-scotia/lawrencetown-beach-hill-loop--2": {"reviews": {"written": ["Great views with the loop providing a bit more variety compared to the out and back trail. Lots of wild flowers too !"], "key_words": [["Hiking", "Great!"], ["Hiking"]], "ratings": ["4 Stars", "5 Stars"]}, "meta": {"description": "Lawrencetown Beach Hill Loop is a 1.2 mile loop trail located near East Lawrencetown, Nova Scotia, Canada that features a great forest setting and is good for all skill levels. The trail is primarily used for hiking. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["1.2 mi", "88 ft", "Loop"], "tags": ["Dogs on leash", "Kid friendly", "Hiking", "Forest", "Views"], "coords": {"latitude": "44.64444", "longitude": "-63.32646"}}}, "/trail/canada/nova-scotia/lily-lake": {"reviews": {"written": ["Really nice trail, we started out on the road and went around that way. The very end was the only place really grown over. \nThere are “no hunting or trespassing” signs posted.", "Very pretty walk down the road, but the trail portion was too overgrown to walk down.", "a but muddy but fun"], "key_words": [["Hiking"], ["Hiking"], ["Hiking", "Muddy", "Snow"], ["Hiking"]], "ratings": ["4 Stars", "3 Stars", "5 Stars", "5 Stars"]}, "meta": {"description": "Lily Lake is a 1.1 mile lightly trafficked loop trail located near Moshers Corner, Nova Scotia, Canada and is good for all skill levels. The trail is primarily used for hiking and running.", "length_elev_type": ["1.1 mi", "65 ft", "Loop"], "tags": ["Hiking", "Running", "Lake"], "coords": {"latitude": "44.97489", "longitude": "-65.10958"}}}, "/trail/canada/nova-scotia/lake-charlotte-trail": {"reviews": {"written": ["it was more of a tour of the cottages there as a waterfall to see off trail and a lookoff point", "Well maintained ATV trail, took the dogs on a nice little hike."], "key_words": [["Hiking", "Great!"], ["Hiking"], ["OHV/Off-road driving"]], "ratings": ["3 Stars", "5 Stars", "5 Stars", "5 Stars"]}, "meta": {"description": "Lake Charlotte Trail is a 8.3 mile lightly trafficked out and back trail located near Upper Lakeville, Nova Scotia, Canada that features beautiful wild flowers and is rated as moderate. The trail offers a number of activity options. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["8.3 mi", "1,020 ft", "Out & back"], "tags": ["Dogs on leash", "Camping", "Hiking", "Nature trips", "Snowshoeing", "Running", "Forest", "Lake", "Views", "Wildflowers", "Wildlife"], "coords": {"latitude": "44.84113", "longitude": "-63.0224"}}}, "/trail/canada/nova-scotia/starr-s-point-dyke": {"reviews": {"written": ["Loved the walk and the view. People that lived near were super friendly."], "key_words": [["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"]], "ratings": ["5 Stars", "3 Stars", "5 Stars", "3 Stars", "5 Stars", "4 Stars"]}, "meta": {"description": "Starr's Point Dyke is a 3.7 mile lightly trafficked out and back trail located near Port Williams, Nova Scotia, Canada that features a river and is good for all skill levels. The trail is primarily used for hiking.", "length_elev_type": ["3.7 mi", "131 ft", "Out & back"], "tags": ["Hiking", "Beach", "River", "Wildlife"], "coords": {"latitude": "45.10232", "longitude": "-64.38099"}}}, "/trail/canada/nova-scotia/mayflower-point-trail": {"reviews": {"written": ["Lots of trees down and very muddy", "it was short and sweet, along the water. "], "key_words": [["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"]], "ratings": ["3 Stars", "5 Stars", "2 Stars", "3 Stars", "4 Stars"]}, "meta": {"description": "Mayflower Point Trail is a 1.4 mile loop trail located near Liscomb Mills, Nova Scotia, Canada that features a river and is good for all skill levels. The trail is primarily used for hiking. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["1.4 mi", "101 ft", "Loop"], "tags": ["Dogs on leash", "Kid friendly", "Hiking", "Forest", "River", "Views", "Wildflowers", "Wildlife"], "coords": {"latitude": "45.01236", "longitude": "-62.09551"}}}, "/trail/canada/nova-scotia/tregothic-trail": {"reviews": {"written": ["easy walk trail, bushes on either side of the trail"], "key_words": [["Walking"], ["Walking"]], "ratings": ["4 Stars", "5 Stars"]}, "meta": {"description": "Tregothic Trail is a 1.4 mile lightly trafficked out and back trail located near Windsor, Nova Scotia, Canada that features a river and is good for all skill levels. The trail is primarily used for walking.", "length_elev_type": ["1.4 mi", "42 ft", "Out & back"], "tags": ["Kid friendly", "Walking", "River", "Wildlife"], "coords": {"latitude": "44.99058", "longitude": "-64.12834"}}}, "/trail/canada/nova-scotia/ironville-falls": {"reviews": {"written": ["nice hike.  great forest  falls were a trickle in August. ", "Trail is not marked very well. There are a few orange ribbons tied to trees, follow them! But keep an eye out for them because I missed them twice & went off the trail & had to turn around. Overall, nice woodsy trail, the falls weren’t very plentiful due to the heat but still beautiful!", "The trail veers off￼ the beaten path about .5 of a kilometre and is not well marked .  The day I was here was very hot so not much of a waterfall to see.  "], "key_words": [["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"]], "ratings": ["5 Stars", "3 Stars", "3 Stars", "3 Stars", "1 Star", "4 Stars"]}, "meta": {"description": "Ironville Falls is a 2.6 mile lightly trafficked out and back trail located near Ironville, Nova Scotia, Canada that features a waterfall and is rated as moderate. The trail is primarily used for hiking and bird watching.", "length_elev_type": ["2.6 mi", "291 ft", "Out & back"], "tags": ["Hiking", "Bird watching", "Forest", "Views", "Waterfall", "Wildflowers", "Wildlife"], "coords": {"latitude": "46.1335", "longitude": "-60.44425"}}}, "/trail/canada/nova-scotia/baker-drive-community-park": {"reviews": {"written": ["Great little park with a short walking path thats great for a family outing. Amazing playground equipment and tennis and basketball court,as well."], "key_words": [["Walking"], ["Walking"]], "ratings": ["4 Stars", "4 Stars"]}, "meta": {"description": "Baker Drive Community Park Loop is a 0.5 mile lightly trafficked loop trail located near Shearwater, Nova Scotia, Canada and is good for all skill levels. The trail is primarily used for walking and running. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["0.5 mi", "39 ft", "Loop"], "tags": ["Dogs on leash", "Wheelchair friendly", "Kid friendly", "Stroller friendly", "Walking", "Running", "Paved", "No shade"], "coords": {"latitude": "44.65627", "longitude": "-63.52575"}}}, "/trail/canada/nova-scotia/four-mile-stillwater": {"reviews": {"written": ["Beautiful. You walk beside the river 90% of the hike", "Cold and flooded but cool!", "We were really impressed by this hike.  We'd seen it on the County of Annapolis social media channels as they are promoting it as one of the newest trails in the County.  A bit of a drive from our place but well worth it!  The trail is well marked and makes it way right along the river and, at the northern end, loops around a few huge erratics!  And did I mention some amazing rapids?  After all the rain we've had, they were roaring! \nPlenty of parking available just off Trunk 8.  "], "key_words": [["Hiking", "Blowdown"], ["Hiking"], ["Hiking", "Blowdown"]], "ratings": ["4 Stars", "4 Stars", "5 Stars"]}, "meta": {"description": "The Four Mile Stillwater Trail is a 1.8 mile lightly trafficked loop trail located near Nine Mile Woods, Nova Scotia, Canada that features a river and is rated as moderate. The trail is primarily used for hiking, walking, nature trips, and snowshoeing and is accessible year-round.", "length_elev_type": ["1.8 mi", "157 ft", "Loop"], "tags": ["Kid friendly", "Hiking", "Nature trips", "Snowshoeing", "Walking", "Forest", "River", "Views", "Wildlife", "Blowdown"], "coords": {"latitude": "44.49948", "longitude": "-65.24796"}}}, "/trail/canada/nova-scotia/cobequid-trail--4": {"reviews": {"written": ["Easy walking trail bordering Salmon River & Dalhousie Agricultural college. Beautiful wildflower garden & pieces of the Berlin Wall along trail. At one end of trail is Bible Hill Rec park with playground, basketball hoops, ballfields & picnic area. Washrooms available (seasonal) at park. ", "Super easy walking trail"], "key_words": [["Running", "Great!"], ["Running", "Great!"], ["Running"], ["Hiking"], ["Hiking"], ["Hiking"], ["Running"], ["Hiking"], ["Hiking"], ["Hiking"]], "ratings": ["5 Stars", "5 Stars", "5 Stars", "5 Stars", "5 Stars", "5 Stars", "4 Stars", "4 Stars", "4 Stars", "4 Stars"]}, "meta": {"description": "Cobequid Trail is a 2.4 mile lightly trafficked out and back trail located near Bible Hill, Nova Scotia, Canada that features a river and is good for all skill levels. The trail is primarily used for walking and running.", "length_elev_type": ["2.4 mi", "134 ft", "Out & back"], "tags": ["Walking", "Running", "River", "Wildflowers", "Wildlife"], "coords": {"latitude": "45.37113", "longitude": "-63.26739"}}}, "/trail/canada/nova-scotia/powers-pond-loop": {"reviews": {"written": ["Very muddy but beautiful hike.", "Awesome", "Trail is pretty much gone around point and had to take some fairly aggressive climbs on the coastal rocks. Would not be possible at high tide. Could use some trail blazers to clear some of the inland paths out. Beautiful but not for small kids or in experienced hikers", "Pretty good trail.   Lots of roots.    My hike was cut short.   The skies  opened up and rained the whole way back."], "key_words": [["Hiking"], ["Hiking"], ["Hiking"], ["Mountain biking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Rock climbing"]], "ratings": ["5 Stars", "5 Stars", "2 Stars", "4 Stars", "4 Stars", "4 Stars", "4 Stars", "5 Stars", "4 Stars", "1 Star"]}, "meta": {"description": "Powers Pond Loop is a 3 mile moderately trafficked loop trail located near Spry Bay, Nova Scotia, Canada that features a lake and is good for all skill levels. The trail is primarily used for hiking and mountain biking.", "length_elev_type": ["3.0 mi", "150 ft", "Loop"], "tags": ["Hiking", "Mountain biking", "Forest", "Lake", "Wildflowers", "Wildlife"], "coords": {"latitude": "44.80755", "longitude": "-62.5618"}}}, "/trail/canada/nova-scotia/basin-sunset-trail": {"reviews": {"written": ["Well maintained trail. I wouldn't consider it moderate as it is mostly flat and all gravel, very easy to walk. There were a couple spots where you could see Digby and the bay and where it was possible to go onto the beach which was great. Other than that it was mostly just like walking down a gravel road with high brush and trees on the sides."], "key_words": [["Hiking"], ["Mountain biking"]], "ratings": ["3 Stars", "4 Stars", "4 Stars"]}, "meta": {"description": "Basin Sunset Trail is a 6 mile lightly trafficked point-to-point trail located near Digby, Nova Scotia, Canada that offers scenic views and is rated as moderate. The trail is primarily used for hiking, camping, fishing, and mountain biking.", "length_elev_type": ["6.0 mi", "390 ft", "Point to point"], "tags": ["Camping", "Fishing", "Hiking", "Mountain biking", "Views"], "coords": {"latitude": "44.61339", "longitude": "-65.75469"}}}, "/trail/canada/nova-scotia/blue-route-1": {"reviews": {"written": ["Great"], "key_words": [["Road biking"], ["Hiking"]], "ratings": ["4 Stars", "3 Stars"]}, "meta": {"description": "Blue Route One is a 34.6 mile lightly trafficked point-to-point trail located near East Mountain, Nova Scotia, Canada that features a lake and is rated as difficult. The trail is primarily used for hiking, road biking, and mountain biking and is accessible year-round. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["34.6 mi", "2,070 ft", "Point to point"], "tags": ["Dogs on leash", "Hiking", "Mountain biking", "Road biking", "Bike touring", "Lake", "Partially paved", "Rails trails", "River", "Views", "Wildflowers", "Wildlife"], "coords": {"latitude": "45.40245", "longitude": "-63.19685"}}}, "/trail/canada/nova-scotia/battery-park-loop": {"reviews": {"written": ["nice trail through the woods. \n"], "key_words": [["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Walking"], ["Mountain biking"]], "ratings": ["5 Stars", "5 Stars", "4 Stars", "4 Stars", "5 Stars", "5 Stars"]}, "meta": {"description": "Battery Park Loop is a 2 mile lightly trafficked loop trail located near St. Peter's, Nova Scotia, Canada that features a great forest setting and is good for all skill levels. The trail is primarily used for walking, camping, and nature trips.", "length_elev_type": ["2.0 mi", "206 ft", "Loop"], "tags": ["Camping", "Nature trips", "Walking", "Forest", "Views", "Historic site"], "coords": {"latitude": "45.64826", "longitude": "-60.87128"}}}, "/trail/canada/nova-scotia/frosts-pond": {"reviews": {"written": ["ok. tore up in a few areas but able to walk around and avoid the mud in Mid May", "Where does it start?  Do you have to go through the school playground?", "started to grow over a bit", "Access is behind the drumlin school. Trail is not always maintained. The drumlin is steep, have a watchful eye on loose rocks. Trail is muddy where it meets the railroad bed. Planks are currently present. "], "key_words": [["Walking"], ["Hiking"], ["Hiking"], ["Hiking", "Bugs"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"]], "ratings": ["4 Stars", "1 Star", "3 Stars", "4 Stars", "1 Star", "2 Stars", "2 Stars", "4 Stars", "3 Stars", "3 Stars"]}, "meta": {"description": "Frosts Pond Trail is a 1.5 mile out and back trail located near of the District of Argyle, Nova Scotia, Canada that features a lake and is good for all skill levels. The trail is primarily used for hiking, trail running, and nature trips.", "length_elev_type": ["1.5 mi", "62 ft", "Out & back"], "tags": ["Hiking", "Nature trips", "Running", "Lake"], "coords": {"latitude": "43.79647", "longitude": "-65.85274"}}}, "/trail/canada/nova-scotia/flat-lake-loop": {"reviews": {"written": ["this is a better MTB then it is Hiking, i lost my way a few times you can expect to be tied to your phone trying to find the proper route, they are putting more signage so it seems a work in process. I would definitely return with a MTB", "Really great hike but quite possibly the worst mapped & signed trail I’ve encountered. It starts off very well signed although the map often doesn’t match the signs posted. Depending on which way you take the loops, you have to go down paths that are marked with private property signs even though the map is showing that to be the trail you should go on. There are significantly more trails and (unsigned) intersections out there than the map shows.", "We enjoyed this trail but got lost a few times. I had to constantly be checking my map to make sure I hadn’t taken a wrong turn. It was a fun adventure though! The terrain was rocky but fairly easy for hiking. Walking through the burned out trees was a unique experience and worth the time! ", "Very cool trail! Hiked it in mid october and the colors were mind blowing. A must see!", "Super cool terrain. It was kind of eerie to be hiking through so many kilometres of burnt trees (there was a forest fire in this region ~10 years ago). We got slightly off path a couple times and had to look at our map on AllTrails, so just make sure you look closely for blue paint on the rocks to ensure you are staying on the trail. There were a lot of mountain bikers on the trail when we were out, too!", "Really enjoyed the trail. Nice place to walk. Would suggest if it's your first time out to ensure to give yourself extra time incase you get on a wrong trail.  Great secluded hike close to Halifax.", "The Flat Lake trail was beautiful! The trails to it are quite rocky and not well forested ( most of the trees were damaged from a forest fire and you’re in view of the neighboring homes for a good portion of the backlands). \n\nThe Flat Lake trail, however, is much more forested and private. It’s not yet complete but was safe and we found it fairly easy to navigate. The end of the trail takes you right to the lake- could be a nice spot for swimming (if it’s allowed- anyone know?). \n\nJust be warned, the bugs are much worse there than the other, higher trails we hiked today. ", "Skipped The Attic and Purcell’s Pond loops cause I got there super late in the day and probably would’ve run out of daylight, if I had.", "Trail was great but hard to navigate.", "Interesting place to hike with all the stone and barren trees, beautiful and open! The trail isn't marked much, but it's hard to get lost since you can see the houses/street from quite a ways in. The difficulty was trying to find the same route you took in to get out!", "great hike with variety of levels (easy to moderate).  neat to see the Jack pine growth after the forest fire.", "Rugged, I enjoyed the short time I had on this trail. What signage there is, is good. Some blue paint on rocks and dead fall used as trail markers as well. I'll be back. Need some long pants for portions are overgrown. The overgrown parts can be avoided. ", "Great trail with lots of granite, new entrance on Alabaster way is nice with easy access. Lots of options for almost every level of rider. One of my favourites around Halifax. \r\nNice to see a fair amount of work is being done on the trails.", "Great trail!", "Nice hike ending at flat lake!"], "key_words": [["Hiking", "No shade"], ["Hiking", "No shade", "Over grown", "Private property", "Rocky", "Scramble"], ["Hiking", "No shade", "Rocky"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking", "Bugs", "Rocky"], ["Hiking"], ["Running"], ["Hiking"], ["Hiking"], ["Hiking"], ["Mountain biking"], ["Hiking"], ["Walking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking", "Private property", "Rocky", "Scramble"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking", "Rocky"], ["Hiking"], ["Hiking"], ["Hiking", "Off trail"], ["Hiking"], ["Hiking"], ["Hiking"], ["Running"], ["Hiking"], ["Hiking"], ["Running"]], "ratings": ["5 Stars", "3 Stars", "4 Stars", "5 Stars", "4 Stars", "4 Stars", "4 Stars", "3 Stars", "4 Stars", "4 Stars", "4 Stars", "4 Stars", "4 Stars", "5 Stars", "4 Stars", "5 Stars", "5 Stars", "4 Stars", "4 Stars", "5 Stars", "4 Stars", "3 Stars", "4 Stars", "4 Stars", "4 Stars", "4 Stars", "5 Stars", "5 Stars", "3 Stars", "4 Stars", "5 Stars", "5 Stars", "4 Stars", "5 Stars", "4 Stars", "2 Stars", "5 Stars", "4 Stars", "4 Stars", "3 Stars", "5 Stars", "5 Stars", "5 Stars", "4 Stars", "4 Stars", "5 Stars", "3 Stars", "4 Stars", "4 Stars", "5 Stars", "5 Stars", "5 Stars", "5 Stars", "5 Stars"]}, "meta": {"description": "This trail is on private property. Please head somewhere else unless you've been invited by the owners.", "length_elev_type": ["5.0 mi", "387 ft", "Loop"], "tags": ["Hiking", "Mountain biking", "Nature trips", "Walking", "Views", "Wildflowers", "Rocky", "Private property"], "coords": {"latitude": "44.60182", "longitude": "-63.5959"}}}, "/trail/canada/nova-scotia/granville-line-brook-falls": {"reviews": {"written": ["Hard to find the trail because of some fallen trees...but the falls are quite easy to find.  Completely frozen over when we went but you could still hear them.  We will come back another time!", "Not a well marked trail, but easy enough to bush bash our way down. Waterfall was very frozen but very pretty.", "A really pretty waterfall that is a short walk in from the road.  "], "key_words": [["Hiking"], ["Hiking"], ["Hiking"]], "ratings": ["3 Stars", "3 Stars", "4 Stars"]}, "meta": {"description": "Granville Line Brook Falls is a 0.2 mile lightly trafficked out and back trail located near Saint Croix Cove, Nova Scotia, Canada that features a waterfall and is rated as moderate. The trail is primarily used for hiking and snowshoeing and is best used from April until December.", "length_elev_type": ["0.2 mi", "13 ft", "Out & back"], "tags": ["Hiking", "Snowshoeing", "Forest", "River", "Waterfall"], "coords": {"latitude": "44.92939", "longitude": "-65.28186"}}}, "/trail/canada/nova-scotia/portland-lakes-trail": {"reviews": {"written": ["With all the development in the area in recent years, what remains of this trail is still well worth the trip. Great views of the lake and surrounding areas , as well as plenty of parking at the starting point on Basswood run."], "key_words": [["Hiking"]], "ratings": ["4 Stars"]}, "meta": {"description": "Portland Lakes Trail is a 0.9 mile lightly trafficked out and back trail located near Shearwater, Nova Scotia, Canada that features a lake and is good for all skill levels. The trail is primarily used for walking and running. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["0.9 mi", "164 ft", "Out & back"], "tags": ["Dogs on leash", "Kid friendly", "Walking", "Running", "Lake", "Views"], "coords": {"latitude": "44.65632", "longitude": "-63.52574"}}}, "/trail/canada/nova-scotia/inverness-boardwalk": {"reviews": {"written": [], "key_words": [["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"]], "ratings": ["5 Stars", "4 Stars", "3 Stars", "4 Stars", "5 Stars"]}, "meta": {"description": "Inverness Boardwalk is a 1.1 mile out and back trail located near Inverness, Nova Scotia, Canada and is good for all skill levels. The trail is primarily used for walking and running. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["1.1 mi", "42 ft", "Out & back"], "tags": ["Dogs on leash", "Kid friendly", "Walking", "Running", "Beach"], "coords": {"latitude": "46.23108", "longitude": "-61.31774"}}}, "/trail/canada/nova-scotia/saint-margarets-bluff-trail": {"reviews": {"written": ["A lot more to see than I would have thought. Short and nice!"], "key_words": [["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking"], ["Hiking", "Icy", "Muddy", "Rocky", "Snow"]], "ratings": ["5 Stars", "5 Stars", "5 Stars", "4 Stars", "5 Stars", "5 Stars", "5 Stars"]}, "meta": {"description": "Saint Margaret's Bluff Trail is a 1.8 mile lightly trafficked loop trail located near Head of St. Margarets Bay, Nova Scotia, Canada that features beautiful wild flowers and is good for all skill levels. The trail offers a number of activity options and is accessible year-round. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["1.8 mi", "364 ft", "Loop"], "tags": ["Dogs on leash", "Kid friendly", "Hiking", "Mountain biking", "Nature trips", "Snowshoeing", "Bird watching", "Running", "Forest", "Rails trails", "Views", "Wildflowers", "Wildlife"], "coords": {"latitude": "44.68446", "longitude": "-63.91602"}}}, "/trail/canada/nova-scotia/stevens-road-loop": {"reviews": {"written": ["Mixed use snowshoe and snowmobile; wide trail so plenty of room for both.  Forest path portion of loop was narrow - caution of snowmobiles present."], "key_words": [["Snowshoeing"]], "ratings": ["4 Stars"]}, "meta": {"description": "Stevens Road Loop is a 4.8 mile lightly trafficked loop trail located near Folly Lake, Nova Scotia, Canada that features a lake and is rated as moderate. The trail is primarily used for hiking and snowshoeing.", "length_elev_type": ["4.8 mi", "495 ft", "Loop"], "tags": ["Hiking", "Snowshoeing", "Forest", "Lake"], "coords": {"latitude": "45.52391", "longitude": "-63.54524"}}}, "/trail/canada/nova-scotia/pot-lake-trail": {"reviews": {"written": ["Great day on a very well marked trail.  New markings at the beginning are very helpful."], "key_words": [["Hiking"], ["Hiking"]], "ratings": ["5 Stars", "4 Stars", "1 Star"]}, "meta": {"description": "Pot Lake Trail is a 2.5 mile moderately trafficked out and back trail located near Timberlea, Nova Scotia, Canada that features a lake and is good for all skill levels. The trail is primarily used for hiking, running, nature trips, and snowshoeing and is accessible year-round. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["2.5 mi", "265 ft", "Out & back"], "tags": ["Dogs on leash", "Hiking", "Nature trips", "Snowshoeing", "Running", "Forest", "Lake", "Views", "Wildflowers", "Wildlife"], "coords": {"latitude": "44.65668", "longitude": "-63.74924"}}}, "/trail/canada/nova-scotia/dollar-lake-xc-ski-loop": {"reviews": {"written": [], "key_words": [["Hiking"], ["Hiking"], ["Hiking"]], "ratings": ["4 Stars", "5 Stars", "5 Stars"]}, "meta": {"description": "Dollar Lake XC Ski Loop is a 4 mile moderately trafficked loop trail located near Wyses Corner, Nova Scotia, Canada that features a lake and is rated as moderate. The trail is primarily used for cross country skiing and is best used from November until March.", "length_elev_type": ["4.0 mi", "498 ft", "Loop"], "tags": ["Cross-country skiing", "Forest", "Lake", "Views", "Wildlife", "Snow"], "coords": {"latitude": "44.94507", "longitude": "-63.31462"}}}, "/trail/canada/nova-scotia/shannon-river": {"reviews": {"written": ["I absolutely loved this paddle.  During the month of May water is being let out of McGill Lake, so the narrows have a bit of current in them, making it quite a task to paddle upstream.  Other than that it is like paddling on a lake.  And the county has a nice launch park just off Hwy 10 with some signage for your convenience.  ", "A beautiful paddle starting at the Annapolis County Canoe launch park down this still river to McGill Lake dam.  "], "key_words": [["Paddle sports"], ["Paddle sports"]], "ratings": ["5 Stars", "5 Stars"]}, "meta": {"description": "Shannon River Paddle is a 4.5 mile lightly trafficked out and back trail located near Albany Cross, Nova Scotia, Canada that features a river. The trail is rated as moderate and is best used from April until September.", "length_elev_type": ["4.5 mi", "479 ft", "Out & back"], "tags": ["Paddle sports", "River", "Views", "Wildlife"], "coords": {"latitude": "44.72149", "longitude": "-65.00723"}}}, "/trail/canada/nova-scotia/black-hole-brook-trail": {"reviews": {"written": [], "key_words": [["Hiking"], ["Hiking"]], "ratings": ["4 Stars", "5 Stars"]}, "meta": {"description": "Black Hole Brook Trail is a 0.7 mile lightly trafficked out and back trail located near Baxters Harbour, Nova Scotia, Canada that features a waterfall and is good for all skill levels. The trail is primarily used for hiking.", "length_elev_type": ["0.7 mi", "131 ft", "Out & back"], "tags": ["Hiking", "Forest", "Views", "Waterfall"], "coords": {"latitude": "45.23163", "longitude": "-64.49755"}}}, "/trail/canada/nova-scotia/annapolis-river-lawrencetown-to-bridgetown": {"reviews": {"written": ["Beautiful stretch of the Annapolis River.  Both the launch and the take out place on the paddle are operated by Annapolis County and are both easily accessible and well maintained. The majority of the paddle was on freshwater river, but the Annapolis does turn into a tidal river at some point east of the Hwy 101 bridge.  ", "A beautiful stretch of the Annapolis River.... By far the majority of it is freshwater, somewhere east of the Hwy101 bridge it turns into a tidal river.  Both the launch point and the take out point are operated by the Annapolis County Recreation department and are easily accessible and well maintained. Loved it!"], "key_words": [["Paddle sports"], ["Paddle sports"]], "ratings": ["4 Stars", "4 Stars"]}, "meta": {"description": "Annapolis River: Lawrencetown to Bridgetown is a 9.6 mile lightly trafficked point-to-point trail located near Lawrencetown, Nova Scotia, Canada that features a river. The trail is rated as moderate.", "length_elev_type": ["9.6 mi", "656 ft", "Point to point"], "tags": ["Paddle sports", "River", "Views", "Wildlife"], "coords": {"latitude": "44.88159", "longitude": "-65.15763"}}}, "/trail/canada/nova-scotia/thomas-raddall-coastal-hardwood-ridge-trail": {"reviews": {"written": [], "key_words": [["Hiking"], ["Hiking"], ["Walking"], ["Hiking"], ["Hiking"]], "ratings": ["4 Stars", "4 Stars", "5 Stars", "4 Stars", "5 Stars"]}, "meta": {"description": "Thomas Raddall Coastal Hardwood Ridge Trail is a 1.6 mile loop trail located near Port Joli, Nova Scotia, Canada that features a great forest setting and is good for all skill levels. The trail is primarily used for hiking, camping, and mountain biking.", "length_elev_type": ["1.6 mi", "101 ft", "Loop"], "tags": ["Camping", "Hiking", "Mountain biking", "Beach", "Forest", "Views"], "coords": {"latitude": "43.84398", "longitude": "-64.88621"}}}, "/trail/canada/nova-scotia/frasers-lake-canoe": {"reviews": {"written": [], "key_words": [], "ratings": []}, "meta": {"description": "Fraser's Lake Canoe is a 2.3 mile out and back trail located near Timberlea, Nova Scotia, Canada that features a lake. The trail is good for all skill levels.", "length_elev_type": ["2.3 mi", "164 ft", "Out & back"], "tags": ["Paddle sports", "Lake"], "coords": {"latitude": "44.66474", "longitude": "-63.74796"}}}, "/trail/canada/nova-scotia/fales-river-falls": {"reviews": {"written": ["First part was a gravel road which was great. Then it turned into a very rough overgrown old road with a lot wet muddy patches. Had to go slightly off path near the end to avoid being soaked. A bit of bush-wacking. Beautiful waterfall downstream.", "Icy, muddy, road curves right, but map says to go straight. No clear path", "Attempted this one several times but the weather wasn’t great. It’s not a real trail, just bushwhacking, but it looks like the fastest way to the falls. I’ve been to the falls from the other side using the Crystal falls path and it was longer but more clear. ", "Completely impassable at this time of year. Ankle to knee deep water on several hundred meters of trail as it follows a small stream bed.", "So nice to walk down these abandoned roads.  And the falls were pretty impressive too after all the rain we've had.  "], "key_words": [["Hiking", "Flooded", "Muddy", "Off trail", "Over grown"], ["Hiking"], ["Hiking"], ["Hiking", "Flooded", "Icy"], ["Hiking", "Blowdown", "Rocky"], ["Hiking"], ["Hiking"]], "ratings": ["2 Stars", "1 Star", "1 Star", "1 Star", "4 Stars", "3 Stars", "1 Star"]}, "meta": {"description": "Fales River Falls is a 2.2 mile lightly trafficked out and back trail located near South Tremont, Nova Scotia, Canada that features a waterfall and is rated as moderate. The trail is primarily used for hiking, bird watching, fishing, and snowshoeing and is best used from April until December. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["2.2 mi", "331 ft", "Out & back"], "tags": ["Dogs on leash", "Fishing", "Hiking", "Snowshoeing", "Bird watching", "Forest", "River", "Waterfall", "Wildlife", "Rocky"], "coords": {"latitude": "44.93351", "longitude": "-64.91236"}}}, "/trail/canada/nova-scotia/burnt-lake-trail": {"reviews": {"written": ["Rocky and muddy atv trail. Quiet.", "I would recomend a bug shirt this is backcountry, It seems the trail is mainly used for ORV so some of the trail is flooded but most is Beautiful"], "key_words": [["Hiking"], ["Hiking", "Bugs", "Flooded", "Great!", "Muddy"], ["Hiking"]], "ratings": ["3 Stars", "5 Stars", "2 Stars"]}, "meta": {"description": "Burnt Lake Trail is a 11.9 mile lightly trafficked out and back trail located near Conrod Settlement, Nova Scotia, Canada that features a lake and is rated as moderate. The trail is primarily used for hiking, running, nature trips, and snowshoeing. Dogs are also able to use this trail but must be kept on leash.", "length_elev_type": ["11.9 mi", "1,131 ft", "Out & back"], "tags": ["Dogs on leash", "Hiking", "Nature trips", "Snowshoeing", "Running", "Forest", "Lake", "River", "Views", "Wildflowers", "Wildlife"], "coords": {"latitude": "44.76553", "longitude": "-63.23909"}}}, "/trail/canada/nova-scotia/nictaux-canal": {"reviews": {"written": ["A popular spot for local paddlers with easy parking and access to the water right off Hwy 10.  When power is being generated, there is a bit of current, but nothing so strong that you can't paddle into it.  There is a little lake just a couple hundred meters from the start, and then a big lake at the very end of the canal.  The real prize is a short section between two bridges just before the big lake.  The canal there is cut cut out of the rock with the wall rising well above the water level.  \nPlease note that at high water levels you will not be able to duck under that last bridge.  "], "key_words": [["Paddle sports"]], "ratings": ["5 Stars"]}, "meta": {"description": "Nictaux Canal Paddle is a 6 mile lightly trafficked out and back trail located near Nictaux South, Nova Scotia, Canada that features a lake. The trail is rated as moderate and is best used from May until October.", "length_elev_type": ["6.0 mi", "1,095 ft", "Out & back"], "tags": ["Paddle sports", "Lake", "River", "Views", "Wildlife"], "coords": {"latitude": "44.88729", "longitude": "-65.03126"}}}}